Repository: AymanAYDI/PRODWARE_ALGO
Catalog: Translations/ALGO.g.*.xlf
Languages: fr_fr

# Page 986457721 - NamedType 2527245036
source: You cannot Add The Item N° %1 To The Boom N° %2 Because Its Used
fr_fr: Vous ne pouvez pas ajouter l’article n° %1 à la BOM n° %2 car il est utilisé

# Page 986457721 - NamedType 614155185
source: Exchanging #1########## #2############\
fr_fr: Remplacement #1########## #2############\

# Page 986457721 - NamedType 1251851802
source: Production BOM No. #3############
fr_fr: N° nomenclature #3############

# Page 986457721 - NamedType 3633729247
source: Type must be entered.
fr_fr: Vous devez entrer un type.

# Page 986457721 - NamedType 4271425864
source: ,Item,Production BOM
fr_fr: ,Article,Nomenclature

# Page 986457721 - NamedType 3971547293
source: You must enter the No. Of BOOM to Add.
fr_fr: Vous devez saisir le champ n°. De flèche ajouter.

# Page 986457721 - NamedType 314276614
source: You must enter the No. Of BOOM to Add.
fr_fr: Vous devez saisir le champ n°. De flèche ajouter.

# Page 986457721 - NamedType 2352140838
source: BOOM Added With Succees
fr_fr: FLÈCHE ajouté à l’aide Succees

# Page 986457721 - NamedType 4231337320
source: Add
fr_fr: Ajouter

# Page 986457721 - NamedType 3815601069
source: In BOOM
fr_fr: Dans la flèche

# Page 1999449220 - Property 2879900210
source: Packing Information ALGO
fr_fr: Informations de livraison algorithmes

# Page 1999449220 - Control 1616010257 - Property 2879900210
source: Total Quantity
fr_fr: Quantité totale

# Page 1999449220 - Control 2443968572 - Property 2879900210
source: Parcel Total Quantity
fr_fr: Quantité totale de colis

# Page 1999449220 - Control 486149871 - Property 2879900210
source: Remaining Quantity
fr_fr: Quantité restante

# Page 1999449220 - Control 1662724824 - Property 2879900210
source: Item
fr_fr: Article

# Page 1999449220 - Control 1339921438 - Property 2879900210
source: Net Weight
fr_fr: Poids net

# Page 1999449220 - Control 3344345681 - Property 2879900210
source: Gross Weight
fr_fr: Poids brut

# Page 1999449220 - Control 2649905563 - Property 2879900210
source: Parcel Weight (Packaging)
fr_fr: Colis poids (emballage)

# Page 1999449220 - NamedType 3114637384
source: You've Exceed The Total Quantity ( %1 )
fr_fr: Vous avez dépassent la quantité totale (%1)

# Page 3175486774 - Property 2879900210
source: Sales Line Order Archive
fr_fr: Archives ligne vente

# Page 3175486774 - Action 1402615620 - Property 2879900210
source: &Line
fr_fr: Ligne

# Page 3175486774 - Action 1107476520 - Property 2879900210
source: Show Document
fr_fr: Afficher document

# Page 3175486774 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_fr: Axes analytiques

# Page 3175486774 - Action 3000180178 - Property 2879900210
source: Co&mments
fr_fr: Commentaires

# Page 738096934 - Property 2879900210
source: Reservation Qty.
fr_fr: Quantité de réservation

# Page 738096934 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 738096934 - Control 332802016 - Property 2879900210
source: Item No.
fr_fr: N° article

# Page 738096934 - Control 3078595112 - Property 2879900210
source: Shipment Date
fr_fr: Date de préparation

# Page 738096934 - Control 560155593 - Property 2879900210
source: Quantity to Reserve
fr_fr: Quantité à réserver

# Page 738096934 - Control 1168553121 - Property 2879900210
source: Total Quantity to Reserve
fr_fr: Quantité totale à réserver

# Page 738096934 - Control 4072120500 - Property 2879900210
source: Reserved Quantity
fr_fr: Quantité réservée

# Page 738096934 - Control 2205970377 - Property 2879900210
source: Unreserved Quantity
fr_fr: Quantité non réservée

# Page 738096934 - Control 3158932779 - Property 2879900210
source: Total Quantity
fr_fr: Quantité totale

# Page 738096934 - Control 511578871 - Property 2879900210
source: Total Reserved Quantity
fr_fr: Quantité totale réservée

# Page 738096934 - Control 1986100709 - Property 2879900210
source: Qty. Allocated in Warehouse
fr_fr: Qté affectée à l'entrepôt

# Page 738096934 - Control 1201109172 - Property 2879900210
source: Total Available Quantity
fr_fr: Quantité totale disponible

# Page 738096934 - Control 3827775066 - Property 2879900210
source: Current Reserved Quantity
fr_fr: Réservation en cours

# Page 738096934 - Control 284195533 - Property 2879900210
source: Filters
fr_fr: Filtres

# Page 738096934 - Control 3798681774 - Property 2879900210
source: Variant Code
fr_fr: Code variante

# Page 738096934 - Control 39415292 - Property 2879900210
source: Location Code
fr_fr: Code magasin

# Page 738096934 - Control 2164308859 - Property 2879900210
source: Serial No.
fr_fr: N° de série

# Page 738096934 - Control 3523677570 - Property 2879900210
source: Lot No.
fr_fr: N° lot

# Page 738096934 - Action 1402615620 - Property 2879900210
source: &Line
fr_fr: Ligne

# Page 738096934 - Action 134113728 - Property 2879900210
source: &Available to Reserve
fr_fr: disponible pour réservation

# Page 738096934 - Action 3647306376 - Property 2879900210
source: &Reservation Entries
fr_fr: écritures réservation

# Page 738096934 - Action 3106002577 - Property 2879900210
source: F&unctions
fr_fr: Fonctions

# Page 738096934 - Action 2639421859 - Property 2879900210
source: &Auto Reserve
fr_fr: Réservation automatique

# Page 738096934 - Action 718321057 - Property 2879900210
source: &Reserve from Current Line
fr_fr: Réserver à partir de la ligne courante

# Page 738096934 - Action 4217155163 - Property 2879900210
source: &Cancel Reservation from Current Line
fr_fr: Annuler la réservation de la ligne courante

# Page 738096934 - NamedType 1439018206
source: Do you wish to reserve specific serial and/or lot numbers?
fr_fr: Souhaitez-vous réserver des numéros de lot et/ou de série en particulier ?

# Page 738096934 - NamedType 912201424
source: Action cancelled.
fr_fr: Action annulée.

# Page 738096934 - NamedType 1603347576
source: Fully reserved.
fr_fr: Tous les articles sont réservés.

# Page 738096934 - NamedType 1881095303
source: Full automatic Reservation not possible.\Reserve manually.
fr_fr: Complète la réservation automatique impossible. \Réservez manuellement.

# Page 738096934 - NamedType 1068754970
source: There is nothing available to reserve.
fr_fr: Rien n'est disponible pour la réservation.

# Page 738096934 - NamedType 2720473193
source: Do you want to cancel all reservations in the %1?
fr_fr: Souhaitez-vous annuler toutes les réservations de %1 ?

# Page 738096934 - NamedType 3014092491
source: There are no reservations to cancel.
fr_fr: Il n'y a pas de réservation à annuler.

# Page 3744514120 - Property 2879900210
source: Purchase Lines Archive
fr_fr: Archive des lignes achat

# Page 3744514120 - Action 1402615620 - Property 2879900210
source: &Line
fr_fr: Ligne

# Page 3744514120 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_fr: Axes analytiques

# Page 3744514120 - Action 3000180178 - Property 2879900210
source: Co&mments
fr_fr: Commentaires

# Page 1110035283 - Property 2879900210
source: Item Details by Location
fr_fr: Détails de l’article par magasin

# Page 2815546915 - Property 2879900210
source: Ligne nomenclature prod.
fr_fr: Ligne nomenclature o.f.

# Page 558353423 - Property 2879900210
source: Transfer Lines
fr_fr: Lignes transfert

# TableExtension 558353423 - Field 3524095593 - Property 2879900210
source: Concerned PF
fr_fr: PF concerné

# TableExtension 558353423 - Field 2138704244 - Property 2879900210
source: Prod. Order Line
fr_fr: Ligne O.F.

# TableExtension 558353423 - Field 3830253100 - Property 2879900210
source: No. Lot
fr_fr: N° Lot

# Page 3195180270 - Property 2879900210
source: Filters to Get Source Docs.
fr_fr: Filtres pour extr. doc. orig.

# Page 3195180270 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 3195180270 - Control 630300024 - Property 2879900210
source: Show Filter Request
fr_fr: Afficher filtre

# Page 3195180270 - Control 630300024 - Property 1295455071
source: Specifies if the Filters to Get Source Docs. window appears when you choose Use Filters to Get Source Docs on a warehouse shipment or warehouse receipt document.
fr_fr: Spécifie si la fenêtre Filtres pour extr. doc. orig. s'affiche lorsque vous choisissez Utiliser filtres pour obtenir des docs orig. dans un document de réception ou d'expédition entrepôt.

# Page 3195180270 - Control 3429863918 - Property 1295455071
source: Specifies that inventory quantities are assigned when you get outbound source document lines for shipment.
fr_fr: Précise que les quantités en stock sont affectées lorsque vous obtenez les lignes document origine désenlogement pour l'expédition.

# Page 3195180270 - Control 3004954119 - Property 1295455071
source: Specifies the code that identifies the filter record.
fr_fr: Indique le code identifiant l'enregistrement du filtre.

# Page 3195180270 - Control 3461834954 - Property 1295455071
source: Specifies the description of filter combinations in the Source Document Filter Card window to retrieve lines from source documents.
fr_fr: Spécifie la description des combinaisons de filtres dans la fenêtre Fiche filtre document origine pour récupérer les lignes des documents origine.

# Page 3195180270 - Action 3851712227 - Property 2879900210
source: &Run
fr_fr: Exécuter

# Page 3195180270 - Action 3851712227 - Property 1295455071
source: Get the specified source documents.
fr_fr: Obtenir les documents origine spécifiés.

# Page 3195180270 - Action 3817527484 - Property 2879900210
source: &Modify
fr_fr: Modifier

# Page 3195180270 - Action 3817527484 - Property 1295455071
source: Change the type of source documents that the function looks in.
fr_fr: Modifier le type des documents origine que la fonction recherche.

# Page 152846970 - Property 2879900210
source: Purchase Reception Line Check
fr_fr: Vérification de ligne réception achat

# Page 4222957428 - Property 2879900210
source: Posted Purchase Receipt Lines
fr_fr: Lignes réception achat enreg.

# Page 4222957428 - Control 486908828 - Property 1295455071
source: Specifies the receipt number.
fr_fr: Spécifie le numéro de réception.

# Page 4222957428 - Control 3792369418 - Property 1295455071
source: Specifies the name of the vendor who delivered the items.
fr_fr: Spécifie le nom du fournisseur qui a livré les articles.

# Page 4222957428 - Control 1878130204 - Property 1295455071
source: Specifies the line type.
fr_fr: Spécifie le type de ligne.

# Page 4222957428 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
fr_fr: Spécifie le numéro de l'écriture ou de l'enregistrement concerné, en fonction de la souche de numéros spécifiée.

# Page 4222957428 - Control 3450651614 - Property 1295455071
source: Specifies the variant of the item on the line.
fr_fr: Indique la variante de l'article sur la ligne.

# Page 4222957428 - Control 3461834954 - Property 1295455071
source: Specifies either the name of or a description of the item or general ledger account.
fr_fr: Spécifie soit le nom, soit une description de l'article ou du compte général.

# Page 4222957428 - Control 1577567912 - Property 1295455071
source: Specifies the code for Shortcut Dimension 1, which is one of two global dimension codes that you set up in the General Ledger Setup window.
fr_fr: Spécifie le code du raccourci Axe 1 qui est l'un des codes d'axe principal que vous configurez dans la fenêtre Paramètres comptabilité.

# Page 4222957428 - Control 1003760969 - Property 1295455071
source: Specifies the code for Shortcut Dimension 2, which is one of two global dimension codes that you set up in the General Ledger Setup window.
fr_fr: Spécifie le code du raccourci Axe 2 qui est l'un des codes d'axe principal que vous configurez dans la fenêtre Paramètres comptabilité.

# Page 4222957428 - Control 2161572060 - Property 1295455071
source: Specifies the code for the location where the receipt line is registered.
fr_fr: Spécifie le code du magasin où la ligne réception est enregistrée.

# Page 4222957428 - Control 2704404533 - Property 1295455071
source: Specifies the number of units of the item specified on the line.
fr_fr: Spécifie le nombre d'unités de l'article sur la ligne spécifiée.

# Page 4222957428 - Control 2385270358 - Property 1295455071
source: Specifies how each unit of the item or resource is measured, such as in pieces or hours. By default, the value in the Base Unit of Measure field on the item or resource card is inserted.
fr_fr: Spécifie la manière dont chaque unité de l’article ou de la ressource est mesurée, par exemple en unités ou en heures. Par défaut, la valeur du champ Unité de base de la fiche article ou la ressource est insérée.

# Page 4222957428 - Control 1920046521 - Property 1295455071
source: Specifies the name of the item or resource's unit of measure, such as piece or hour.
fr_fr: Spécifie le nom de l'unité de mesure de l'article ou de la ressource, par exemple pièce ou heure.

# Page 4222957428 - Control 3244334840 - Property 1295455071
source: Specifies the number of the item ledger entry that the document or journal line is applied to.
fr_fr: Spécifie le numéro de l'écriture comptable article avec laquelle la ligne feuille ou document est lettrée.

# Page 4222957428 - Control 1908272084 - Property 1295455071
source: Specifies the number of the related job.
fr_fr: Spécifie le numéro du projet concerné.

# Page 4222957428 - Control 851830778 - Property 1295455071
source: Specifies the number of the related production order.
fr_fr: Spécifie le numéro de l'ordre de fabrication associé.

# Page 4222957428 - Control 3469770434 - Property 1295455071
source: Specifies the date the items were expected.
fr_fr: Spécifie la date de réception prévue des articles.

# Page 4222957428 - Control 61616130 - Property 1295455071
source: Specifies how many units of the item on the line have been posted as invoiced.
fr_fr: Spécifie le nombre d'unités de l'article sur la ligne qui ont déjà été validées comme facturées.

# Page 4222957428 - Action 1402615620 - Property 2879900210
source: &Line
fr_fr: Ligne

# Page 4222957428 - Action 1107476520 - Property 2879900210
source: Show Document
fr_fr: Afficher document

# Page 4222957428 - Action 1107476520 - Property 1295455071
source: Open the document that the selected line exists on.
fr_fr: Ouvrez le document sur lequel la ligne sélectionnée existe.

# Page 4222957428 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_fr: Axes analytiques

# Page 4222957428 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_fr: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l'historique des transactions.

# Page 4222957428 - Action 1621753147 - Property 2879900210
source: Item &Tracking Lines
fr_fr: Lignes traçabilité

# Page 4222957428 - Action 1621753147 - Property 1295455071
source: View or edit serial numbers and lot numbers that are assigned to the item on the document or journal line.
fr_fr: Afficher ou modifier des numéros de série et de lot qui sont affectés à l'article sur le document ou la ligne feuille.

# Page 4222957428 - Action 173546430 - Property 2879900210
source: VDOC Export
fr_fr: Export VDOC

# Page 3840733055 - Property 2879900210
source: Log Import Sales Card
fr_fr: Fiche client à l’importation de journal

# Page 3840733055 - NamedType 764851321
source: Import Date
fr_fr: Date d’importation

# Page 3840733055 - NamedType 3766246980
source: Import File Name
fr_fr: Nom du fichier à l’importation

# Page 2391745453 - Property 2879900210
source: Warehouse Receipt
fr_fr: Réception entrepôt

# Page 2391745453 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 2391745453 - Control 823964127 - Property 62802879
source: ,Item,Document,Shelf or Bin,Due Date
fr_fr: ,Article,Document,Emplacement,Délai

# Page 2391745453 - Action 76564158 - Property 2879900210
source: &Receipt
fr_fr: Réception

# Page 2391745453 - Action 1606682606 - Property 2879900210
source: List
fr_fr: Liste

# Page 2391745453 - Action 3000180178 - Property 2879900210
source: Comments
fr_fr: Commentaires

# Page 2391745453 - Action 777996121 - Property 2879900210
source: Posted &Whse. Receipts
fr_fr: Valider Réceptions enreg.

# Page 2391745453 - Action 1402615620 - Property 2879900210
source: &Line
fr_fr: ligne

# Page 2391745453 - Action 2041856414 - Property 2879900210
source: Source &Document Line
fr_fr: Ligne de Document Origine

# Page 2391745453 - Action 4194385173 - Property 2879900210
source: &Bin Contents List
fr_fr: Contenus emplacement

# Page 2391745453 - Action 3035192297 - Property 2879900210
source: Item Availability by
fr_fr: Disponibilité article par

# Page 2391745453 - Action 912261439 - Property 2879900210
source: Period
fr_fr: Période

# Page 2391745453 - Action 112710097 - Property 2879900210
source: Variant
fr_fr: Variante

# Page 2391745453 - Action 3891454143 - Property 2879900210
source: Location
fr_fr: Magasin

# Page 2391745453 - Action 1621753147 - Property 2879900210
source: Item &Tracking Lines
fr_fr: Lignes traçabilité

# Page 2391745453 - Action 3106002577 - Property 2879900210
source: F&unctions
fr_fr: Fonctions

# Page 2391745453 - Action 3569602248 - Property 2879900210
source: Use Filters to Get Src. Docs.
fr_fr: Filtrer pour extr. doc. orig.

# Page 2391745453 - Action 1725775105 - Property 2879900210
source: Get Source Documents
fr_fr: Extraire documents origine

# Page 2391745453 - Action 3439614318 - Property 2879900210
source: Autofill Qty. to Receive
fr_fr: Remplir qté à recevoir

# Page 2391745453 - Action 217405269 - Property 2879900210
source: Delete Qty. to Receive
fr_fr: Supprimer qté à recevoir

# Page 2391745453 - Action 2587107584 - Property 2879900210
source: Calculate Cross-Dock
fr_fr: Calculer transbordement

# Page 2391745453 - Action 2245087378 - Property 2879900210
source: P&osting
fr_fr: Valier

# Page 2391745453 - Action 1963682774 - Property 2879900210
source: P&ost Receipt
fr_fr: Valider réception

# Page 2391745453 - Action 1333595352 - Property 2879900210
source: Post and &Print
fr_fr: Valider et imprimer

# Page 2391745453 - Action 1344672713 - Property 2879900210
source: &Print
fr_fr: Imprimer

# Page 1993900989 - Property 2879900210
source: Whse. Receipt Subform
fr_fr: Entrep. Réception entrepôt

# Page 1993900989 - NamedType 3114637384
source: Cross-Docking has been disabled for %1 %3 and/or %2 %4.
fr_fr: Transbordement a été désactivé pour %1 %3 et/ou ce %2 %4.

# Page 976374552 - Property 2879900210
source: Whse. Receipt Lines
fr_fr: Lignes réception entrep.

# Page 976374552 - Action 1402615620 - Property 2879900210
source: &Line
fr_fr: Ligne

# Page 976374552 - Action 3555367103 - Property 2879900210
source: Show &Whse. Document
fr_fr: Afficher Document Entrepôt

# Page 1827305221 - Property 2879900210
source: Sales Lines
fr_fr: Lignes de vente

# Page 1827305221 - Control 1878130204 - Property 1295455071
source: Specifies the type of entity that will be posted for this sales line, such as Item, Resource, or G/L Account.
fr_fr: Spécifie le type d'entité qui sera validé pour cette ligne vente, tel qu'Article, Ressource, ou Compte général.

# Page 1827305221 - Control 2721142765 - Property 1295455071
source: Specifies the type of transaction that will be posted with the document line. If you select Comment, then you can enter any text in the Description field, such as a message to a customer.
fr_fr: Spécifie le type de transaction qui sera validée avec la ligne document. Si vous sélectionnez Commentaire, vous pouvez entrer du texte dans le champ Description, par exemple un message à un client.

# Page 1827305221 - Control 4200184881 - Property 1295455071
source: Specifies the number of a general ledger account, item, resource, additional cost, or fixed asset, depending on the contents of the Type field.
fr_fr: Spécifie le numéro d'un compte général, d'un article, d'une ressource, d'un coût supplémentaire ou d'une immobilisation, selon ce que vous avez sélectionné dans le champ Type.

# Page 1827305221 - Control 2168672665 - Property 1295455071
source: Specifies the cross-referenced item number. If you enter a cross reference between yours and your vendor's or customer's item number, then this number will override the standard item number when you enter the cross-reference number on a sales or purchase document.
fr_fr: Spécifie le numéro d'article à référence externe. Si vous saisissez une référence externe entre votre numéro d'article et celui de votre fournisseur ou client, ce numéro remplace le numéro d'article standard lorsque vous saisissez le numéro de référence externe sur un document vente ou achat.

# Page 1827305221 - Control 1329258699 - Property 1295455071
source: Specifies the code of the intercompany partner that the transaction is related to if the entry was created from an intercompany transaction.
fr_fr: Spécifie le code du partenaire intersociété concerné si l'écriture est créée à partir d'une transaction intersociété.

# Page 1827305221 - Control 5458013 - Property 1295455071
source: Specifies the item or account in your IC partner's company that corresponds to the item or account on the line.
fr_fr: Spécifie l'article ou le compte de la société de votre partenaire IC correspondant à l'article ou au compte de la ligne.

# Page 1827305221 - Control 1303275385 - Property 1295455071
source: Specifies the IC partner. If the line is being sent to one of your intercompany partners, this field is used together with the IC Partner Ref. Type field to indicate the item or account in your partner's company that corresponds to the line.
fr_fr: Spécifie le partenaire IC. Si la ligne est en cours d'envoi à l'un de vos partenaires intersociétés, ce champ, associé au champ Type de réf. du partenaire IC, permet d'indiquer l'article ou le compte qui correspond à la ligne dans la société de votre partenaire.

# Page 1827305221 - Control 3450651614 - Property 1295455071
source: Specifies the variant of the item on the line.
fr_fr: Indique la variante de l'article sur la ligne.

# Page 1827305221 - Control 1986218713 - Property 1295455071
source: Specifies that this item is a catalog item.
fr_fr: Spécifie que cet article est un article de catalogue.

# Page 1827305221 - Control 236064653 - Property 1295455071
source: Specifies the VAT product posting group. Links business transactions made for the item, resource, or G/L account with the general ledger, to account for VAT amounts resulting from trade with that record.
fr_fr: Spécifie le groupe comptabilisation produit TVA. Lie les transactions effectuées pour l'article, la ressource ou le compte général avec la comptabilité pour représenter les montants de TVA découlant de cet enregistrement.

# Page 1827305221 - Control 3461834954 - Property 1295455071
source: Specifies a description of the entry, which is based on the contents of the Type and No. fields.
fr_fr: Spécifie une description de l'entrée qui est basée sur le contenu des champs Type et N°.

# Page 1827305221 - Control 1576505637 - Property 1295455071
source: Specifies the code explaining why the item was returned.
fr_fr: Spécifie le code expliquant la raison du retour de l'article.

# Page 1827305221 - Control 2161572060 - Property 1295455071
source: Specifies the inventory location from which the items sold should be picked and where the inventory decrease is registered.
fr_fr: Spécifie le magasin stock dans lequel les articles vendus devraient être pris et où la baisse de stock doit être enregistrée.
