Repository: AymanAYDI/PRODWARE_ALGO
Catalog: Translations/ALGO.g.*.xlf
Languages: fr_fr

# Report 1203297875 - Property 2879900210
source: LOG - O.F. Componments
fr_fr: Composants O.F.

# Report 1334760505 - Property 2879900210
source: Inventory needs
fr_fr: Besoins en stock

# Report 1334760505 - NamedType 2476940767
source: Component Need : %1.
fr_fr: Besoin composant : %1.

# Report 2853637881 - Property 2879900210
source: PROD-Consumption follower
fr_fr: O.F. - Fiche suiveuse - CONSOMMATION

# Report 524442105 - Property 2879900210
source: COM-Invoice Proforma
fr_fr: Impression PROFORMA

# Report 524442105 - Control 3115067472 - Property 2879900210
source: Print to Excel
fr_fr: Imprimer dans Excel

# Report 1931532144 - NamedType 3608717893
source: Service Rate
fr_fr: Taux de service

# Report 1931532144 - NamedType 789380737
source: Restocking Time
fr_fr: Délai de réappro réel

# Report 524442105 - NamedType 646935216
source: Phone :
fr_fr: Tel :

# Report 524442105 - NamedType 1306002037
source: LLC with capital of
fr_fr: SARL au capital de

# Report 524442105 - NamedType 2504530890
source: - Registration No. :
fr_fr: - N° Siret :

# Report 524442105 - NamedType 2393117004
source: - EP Code :
fr_fr: - Code AEP :

# Report 524442105 - NamedType 1359892115
source: - EORI No. :
fr_fr: - N° EORI :

# Report 524442105 - NamedType 817328330
source: -TR :
fr_fr: - RCS :

# Report 524442105 - NamedType 1732083938
source: Bank :
fr_fr: Banque :

# Report 524442105 - NamedType 1176583840
source: - IBAN No. :
fr_fr: - N° IBAN :

# Report 524442105 - NamedType 806673345
source: - SWIFT Code :
fr_fr: -Code SWIFT :

# Report 524442105 - NamedType 2326839959
source: Made in
fr_fr: Fabriqué en

# Report 524442105 - NamedType 1771958868
source: EORI No. : %1 - MID Code : %2 - AEO Certificate No. : %3
fr_fr: N° EORI : %1 - code MID : %2 - N° certificat AEO : %3

# Report 524442105 - NamedType 2491442868
source: -- PROFORMA INVOICE --
fr_fr: --FACTURE PROFORMA--

# Report 524442105 - NamedType 231677546
source: H.S. Code : %1
fr_fr: Code H.S. : %1

# Report 524442105 - NamedType 3159519617
source: Net Weight (kg.) : %1
fr_fr: Poids net (kg) : %1

# Report 524442105 - NamedType 291096433
source: Net volume in cm3 : %1
fr_fr: Volume net en cm3 : %1

# Report 524442105 - NamedType 1825392415
source: Outside Composition : %1% %2
fr_fr: Composition externe:% 1%% 2

# Report 524442105 - NamedType 2280837451
source: Leather trim : %1% %2
fr_fr: Ajustement en cuir:% 1%% 2

# Report 524442105 - NamedType 3567898755
source: Inside Linning : %1
fr_fr: Doublure intérieure : %1

# Report 524442105 - NamedType 1125957194
source: Metal part : %1
fr_fr: Bijouterie : %1

# Report 524442105 - NamedType 365345446
source: Wood 1 : %1
fr_fr: Bois 1 : %1

# Report 524442105 - NamedType 2362639891
source: Wood 1 Weight (kg.) : %1
fr_fr: Poids en bois 1 (kg) : %1

# Report 524442105 - NamedType 2747222891
source: Wood 2 : %1
fr_fr: Bois 2 : %1

# Report 524442105 - NamedType 4275729742
source: Wood 2 Weight (kg.) : %1
fr_fr: Poids en bois 2 (kg) : %1

# Report 524442105 - NamedType 3384919508
source: Wood 2 : %1
fr_fr: Bois 2 : %1

# Report 524442105 - NamedType 3638033125
source: Wood 2 Weight (kg.) : %1
fr_fr: Poids en bois 2 (kg) : %1

# Report 524442105 - NamedType 1261735231
source: Net weight Total (kg.)
fr_fr: Poids net total (kg)

# Report 524442105 - NamedType 3220440281
source: Gross weight Total (kg.)
fr_fr: Poids brut total (kg)

# Report 524442105 - NamedType 2166225135
source: Net volume Total (cm3)
fr_fr: Total net volume (cm3)

# Report 524442105 - NamedType 3821848947
source: Quantity Total
fr_fr: Quantité totale

# Report 524442105 - NamedType 526234374
source: Unit Price Exc. VAT
fr_fr: TVA hors taxes

# Report 524442105 - NamedType 379899587
source: Amount Exc. VAT
fr_fr: Montant hors TVA

# Report 524442105 - NamedType 2258448705
source: VAT Amount :
fr_fr: Montant TVA:

# Report 524442105 - NamedType 2114024333
source: Total Amount Exc. VAT :
fr_fr: Montant total hors TVA:

# Report 524442105 - NamedType 3552940547
source: Total Amount Inc. VAT :
fr_fr: Montant total TVA:

# XmlPort 149038639 - Property 2879900210
source: Import Purchase Line
fr_fr: Ligne d’achat à l’importation

# XmlPort 2946786978 - Property 2879900210
source: Import Purchase Line
fr_fr: Ligne d’achat à l’importation

# XmlPort 798544501 - Property 2879900210
source: Import Sales Order
fr_fr: Importer la commande vente

# XmlPort 3371636324 - Property 2879900210
source: Import Purchase Line
fr_fr: Ligne d’achat à l’importation

# XmlPort 2908570162 - Property 2879900210
source: Import Order Prepair
fr_fr: Importer Prepair de commande

# XmlPort 3383282652 - Property 2879900210
source: Vdoc - Import Reclassement
fr_fr: Vdoc - importation Reclassement

# PageExtension 1434786627 - Control 3925268643 - Property 2879900210
source: CUB Unit Cost
fr_fr: C.U.B.

# PageExtension 1434786627 - Control 2125927109 - Property 2879900210
source: CUB Forecast Qty
fr_fr: Quantité budgetée

# PageExtension 1434786627 - Control 1780542334 - Property 2879900210
source: CUB Date Debut
fr_fr: Date Début CUB

# PageExtension 1434786627 - Control 3964958043 - Property 2879900210
source: CUB Date Fin
fr_fr: Date Fin CUB

# PageExtension 1434786627 - Control 1101009247 - Property 2879900210
source: CUB Der Modif par
fr_fr: C.U.B. Modifié par

# PageExtension 1434786627 - Control 2350929982 - Property 2879900210
source: CUB Date Der Modif
fr_fr: Date dernière modification C.U.B.

# PageExtension 1434786627 - Control 3630814931 - Property 2879900210
source: CUR Unit Cost
fr_fr: C.U.R.

# PageExtension 1434786627 - Control 1141692622 - Property 2879900210
source: CUR Date Debut
fr_fr: Date Début C.U.R.

# PageExtension 1434786627 - Control 1438319979 - Property 2879900210
source: CUR Date Fin
fr_fr: Date Fin C.U.R.

# PageExtension 1434786627 - Control 3007722543 - Property 2879900210
source: CUR Der Modif par
fr_fr: C.U.R. Modifié par

# PageExtension 1434786627 - Control 2607389934 - Property 2879900210
source: CUR Date Der Modif
fr_fr: Date dernière modification C.U.R.

# PageExtension 4178721393 - Control 3925268643 - Property 2879900210
source: CUB Unit Cost
fr_fr: C.U.B.

# PageExtension 4178721393 - Control 2125927109 - Property 2879900210
source: CUB Forecast Qty
fr_fr: Quantité budgetée

# PageExtension 4178721393 - Control 1780542334 - Property 2879900210
source: CUB Date Debut
fr_fr: Date Début CUB

# PageExtension 4178721393 - Control 3964958043 - Property 2879900210
source: CUB Date Fin
fr_fr: Date Fin CUB

# PageExtension 4178721393 - Control 1101009247 - Property 2879900210
source: CUB Der Modif par
fr_fr: C.U.B. Modifié par

# PageExtension 4178721393 - Control 2350929982 - Property 2879900210
source: CUB Date Der Modif
fr_fr: Date dernière modification C.U.B.

# PageExtension 4178721393 - Control 3630814931 - Property 2879900210
source: CUR Unit Cost
fr_fr: C.U.R.

# PageExtension 4178721393 - Control 1141692622 - Property 2879900210
source: CUR Date Debut
fr_fr: Date Début C.U.R.

# PageExtension 4178721393 - Control 1438319979 - Property 2879900210
source: CUR Date Fin
fr_fr: Date Fin C.U.R.

# PageExtension 4178721393 - Control 3007722543 - Property 2879900210
source: CUR Der Modif par
fr_fr: C.U.R. Modifié par

# PageExtension 4178721393 - Control 2607389934 - Property 2879900210
source: CUR Date Der Modif
fr_fr: Date dernière modification C.U.R.

# PageExtension 1673401186 - Action 251626066 - Property 2879900210
source: Journal Modification CV Entête
fr_fr: Journal Modification CF Entête

# PageExtension 2026081320 - Action 20811536 - Property 2879900210
source: Reserve qty
fr_fr: Qté de réservation

# PageExtension 387971303 - Action 2496231954 - Property 2879900210
source: VDOC - Import RCA
fr_fr: VDOC - importation RCA

# PageExtension 3195034673 - Action 1667289812 - Property 2879900210
source: VDOC - Import Retour Commande Achat
fr_fr: VDOC - importation Retour Commande Achat

# PageExtension 3195034673 - Action 201299445 - Property 2879900210
source: Import Lignes Commande GAPP
fr_fr: Importer des Lignes de Commande GAPP

# PageExtension 3113493751 - Action 573123452 - Property 2879900210
source: Import Retour VDOC
fr_fr: Importation Retour VDOC

# PageExtension 3469146285 - Action 1347788437 - Property 2879900210
source: Intranet Export
fr_fr: Export intranet

# TableExtension 3469146285 - Field 2242375322 - Property 2879900210
source: EORI No.
fr_fr: N° EORI

# TableExtension 3469146285 - Field 3207751119 - Property 2879900210
source: MID Code
fr_fr: Code MID

# TableExtension 3469146285 - Field 3230002019 - Property 2879900210
source: AEO Certificate No.
fr_fr: N° certificat AEO

# TableExtension 3469146285 - Field 1463420269 - Property 2879900210
source: VDOC Path
fr_fr: Répertoire Export VDOC

# TableExtension 3469146285 - Field 3494230103 - Property 2879900210
source: VDOC Backup Path
fr_fr: Chemin de sauvegarde VDOC

# TableExtension 3469146285 - Field 1901400181 - Property 2879900210
source: Packing Mail Recipient
fr_fr: Destinataire courrier

# TableExtension 3469146285 - Field 1655111992 - Property 2879900210
source: Packing Path
fr_fr: Répertoire Export des PACKINGS

# TableExtension 3469146285 - Field 1240216624 - Property 2879900210
source: Picking Path
fr_fr: Répertoires Export des PICKINGS

# TableExtension 3469146285 - Field 1826537076 - Property 2879900210
source: GSH Invoice Path
fr_fr: Répertoire Export des factures GSH

# TableExtension 3469146285 - Field 73764714 - Property 2879900210
source: GSH Invoice Backup Path
fr_fr: Répertoire Export des sauvegarde des factures GSH

# TableExtension 3469146285 - Field 2333492845 - Property 2879900210
source: Invoice Mail Recipient
fr_fr: Destinataires courrier facture

# TableExtension 3469146285 - Field 3560680639 - Property 2879900210
source: LU Invoice Path
fr_fr: Répertoire Export des factures LUNIFORM

# PageExtension 673425998 - Action 3302109585 - Property 2879900210
source: Update Consummed Quantity
fr_fr: Mettre à jour les quantités consommées

# PageExtension 3595318222 - Control 3822710617 - Property 2879900210
source: Item Description
fr_fr: Desc. Article

# PageExtension 3595318222 - Control 47657272 - Property 2879900210
source: Description 2
fr_fr: Desc. 2

# PageExtension 1247650216 - Action 2006369957 - Property 2879900210
source: Calc. Co&nsumption
fr_fr: Calc. consommation

# PageExtension 1247650216 - Action 2006369957 - Property 1295455071
source: ALGO: Use a batch job to help you fill the consumption journal with actual or expected consumption figures.
fr_fr: ALGO: utilisez un traitement par lots pour remplir la feuille consommation à l'aide des chiffres de consommation réels ou attendus.

# PageExtension 3373253667 - Action 2430349281 - Property 2879900210
source: Export Packing List
fr_fr: Exporter la packing liste

# PageExtension 1227332174 - Action 16768183 - Property 2879900210
source: Information Colisage
fr_fr: Informations Colisage

# PageExtension 2420212404 - Action 1490057948 - Property 2879900210
source: GSH Export
fr_fr: Exportation GSH

# PageExtension 1379883806 - Action 2362495329 - Property 2879900210
source: Activate Line
fr_fr: Activer la ligne

# TableExtension 4145206282 - Field 4249307192 - Property 2879900210
source: Packing List No.
fr_fr: N° Liste Colisage

# TableExtension 4145206282 - Field 2243956538 - Property 2879900210
source: Intranet Directory
fr_fr: Répertoire intranet

source: Choose Path for Intranet Export
fr_fr: Choisir le chemin pour l’export intranet

# PageExtension 2972308613 - Action 3568426840 - Property 2879900210
source: Etiquettes codes barres
fr_fr: Etiquettes des codes barres

# PageExtension 3698582500 - Action 4194750254 - Property 2879900210
source: Journal Modification OF Entête
fr_fr: Journal de Modification des OF

# PageExtension 3698582500 - Action 4035562417 - Property 2879900210
source: Journal Modification OF Ligne
fr_fr: Journal de Modification des lignes OF

# PageExtension 3698582500 - Action 2117975139 - Property 2879900210
source: Item barcode
fr_fr: Code barre article

# PageExtension 681575066 - Action 1740975205 - Property 2879900210
source: Show Document
fr_fr: Afficher document

# PageExtension 2938519335 - Action 16768183 - Property 2879900210
source: Information Colisage
fr_fr: Informations Colisage

# PageExtension 2938519335 - Action 1755163003 - Property 2879900210
source: Use Filters to Get Src. Docs.
fr_fr: Filtrer pour extr. doc. orig.

# PageExtension 4284303991 - Action 1029145095 - Property 3830149458
source: Packing Information
fr_fr: Informations Packing

# PageExtension 4284303991 - Method 4112281887 - NamedType 342054122
source: Packing information exists for document No. %1, Lne No. %2.
fr_fr: Des informations colisage existent pour le document N° %1, et la ligne %2.

# PageExtension 1422173160 - Action 16768183 - Property 2879900210
source: Information Colisage
fr_fr: Informations Colisage

# TableExtension 1379888169 - Field 835573096 - Property 2879900210
source: default consumption WorkCenter
fr_fr: Poste de charge de la consommation par défaut

# PageExtension 2276014012 - Action 464233541 - Property 2879900210
source: Calculate Subcontracts
fr_fr: Générer sous-traitances

# PageExtension 2839142818 - Action 2990241413 - Property 2879900210
source: Print Proforma
fr_fr: Imprimer Proforma

# PageExtension 2839142818 - Action 1178571332 - Property 2879900210
source: Print Packing
fr_fr: Imprimer Packing

# TableExtension 3921990236 - Field 2243956538 - Property 2879900210
source: Intranet Directory
fr_fr: Répertoire intranet

source: Choose Path for Intranet Export
fr_fr: Choisir le chemin pour l’export intranet

# TableExtension 1994964448 - Field 2100776179 - Property 2879900210
source: Bank Account N°
fr_fr: N° Compte bancaire ALGO

# TableExtension 1994964448 - Field 2950399478 - Property 62802879
source: ,End Product Manufacturer,Recipient
fr_fr: ,PF,Prestataire

# TableExtension 1936001480 - Field 1206250734 - Property 62802879
source: ,Honoraries,Raw materials Manufacturer,End Product Manufacturer,raw materials,End Products,Packaging,Studies,Recipient
fr_fr: ,Honoraires,ST MP,ST PF,MP,PF,Emballages,Etudes,Prestataire

# TableExtension 3276313895 - Field 956909236 - Property 2879900210
source: Height(cm)
fr_fr: Hauteur (cm)

# TableExtension 3276313895 - Field 4107115117 - Property 2879900210
source: Length (cm)
fr_fr: Longueur (cm)

# TableExtension 3276313895 - Field 1873993283 - Property 2879900210
source: Width (cm)
fr_fr: Largeur (cm)

# TableExtension 3276313895 - Field 3570462253 - Property 2879900210
source: Weight (Net/Gross)
fr_fr: Poids (Net/brut)

# TableExtension 3276313895 - Field 571418007 - Property 2879900210
source: Linning
fr_fr: Doublure

# TableExtension 3276313895 - Field 571418007 - Property 62802879
source: ,None,Cotton,Goatskin/Farmed Capra Hircus (origin : India),Satin,Velvet,CalfSkin /Vitulus, Lamb/Ovin,Cowskin /BosTaurus,Boxcalf /Bostaurus, Bullcalf /Bovinae,Cotton-Linen,Canvas: 60% Cotton-40% Linen
fr_fr: ,Aucune,Coton,Chèvre,Satin,Velours,Veau, Agneau,Vachette, Veau Nat,Taurillon,Coton-Lin,Toile Enduite: 60% coton - 40% lin

# TableExtension 3276313895 - Field 2837618821 - Property 2879900210
source: LEATHER
fr_fr: Cuir de garniture

# TableExtension 3276313895 - Field 2837618821 - Property 62802879
source: ,None,Cowskin/BOS TAURUS,GoatSkin/Farmed Capra Hircus (origin : India),Calfskin /VITULUS,Bullcalf /BOVINAE,Boxcalf /BOSTAURUS,Lamb/ovin,POROSUS/Alligator,Canvas(60% cotton-40% Linen)+Cowskin/BOS TAURUS
fr_fr: ,Aucun,Vachette,Chèvre,Veau,Taurillon,Veau nat.,Agneau,Alligator,Toile+Vachette

# TableExtension 3276313895 - Field 2467183980 - Property 2879900210
source: Ext. Composition
fr_fr: Composition d’ext.

# TableExtension 3276313895 - Field 2467183980 - Property 62802879
source: ,All leather,Canvas (32% Coating-40% Cotton-28% Linen), Canvas (59% Cotton-41% Polyamide), Canvas (100% Cotton), Crocodile /Crocodilus Porosus,Crocodile /Crocodilus Niloticus,Aligator/Alligator Mississipiensis, Lezardskin /Varanus Niloticus,Lezardskin /varanus Salvator,Ostrich/Strithio Camelus, Cowskin/BOS TAURUS, Calfskin/VITULUS, Bullcalf/BOVINAE, Boxcalf/BOSTAURUS, Brass + Nickel + Palladium,Cotton + Brass - Nickel - Palladium,Paper,Aluminium,Stainless, Wood,Cotton,Silk,Steel,Polypropylene,Polycarbonate,Zinc,Polyane,Cork + Salpa,Bronze and Brass,Bronze and Glass,µResin,Python,Polyester
fr_fr: ,Tout cuir,Toile enduite (32% Enduction-40% Coton-28% Lin),Toile para (59% Coton-41% Polyamide),Toile tissée (100% Coton),Crocodile P,Crocodile N,Alligator,Lézard N,Lézard S,Autruche,Vachette,Veau,Taurillon,Veau nat.,Laiton + Nickel + Palladium,Coton +Laiton - Nickel - Palladium,Papier,Aluminium,Inox,Bois,Coton,Soie,Acier,Polyprolpylène,Polycarbonate,Zinc,Polyane,Liège + Salpa,Bronze et Laiton,Bronze et verre,Résine,Python,Polyester

# TableExtension 3276313895 - Field 3612136558 - Property 2879900210
source: Closed Type
fr_fr: Type de fermeture

# TableExtension 3276313895 - Field 3612136558 - Property 62802879
source: ,Zipper,Buckle,Snap,None,Lock,Leather Tongue,Collar Button,Toad
fr_fr: ,Zip,Boucle,Pression,Aucune,Serrure,Languette Cuir,Bouton de col,Crapaud

# TableExtension 3276313895 - Field 1950204786 - Property 2879900210
source: Function Bag
fr_fr: Fonction de l'article

# TableExtension 3276313895 - Field 1950204786 - Property 62802879
source: ,Handbag,Travel bag,Cosmetic bag,Briefcase,Small leather good,Trunk,Dogs goods,Office Items,Accessory,Display,Packaging,Jewerly,Component,School
fr_fr: ,Sac à Main,Sac de voyage,Trousse toilette,Attaché case,Petite maro.,Malle,Articles pour Chien,Articles de Bureau,Accessoire,Display,Packaging,Bijouterie,Composant,Scolaire

# TableExtension 3276313895 - Field 672964407 - Property 2879900210
source: Metal Parts
fr_fr: Bijouterie

# TableExtension 3276313895 - Field 672964407 - Property 62802879
source: None,Palladium,Gold,Silver
fr_fr: Aucune,Palladium,Or,Argent

# TableExtension 3276313895 - Field 3556921228 - Property 2879900210
source: Freight Cost
fr_fr: Coût Transport

# TableExtension 3276313895 - Field 820401078 - Property 2879900210
source: Wood 1
fr_fr: Bois 1

# TableExtension 3276313895 - Field 820401078 - Property 62802879
source: None,Beech/Fagus sylvatica (Made in France), Spruce/Picea Excelsa (Made in Sweden), Poplar/Populus Nigra(Made in France/CEE),Plywood/Aukoumea Klaineana (Made in Africa)
fr_fr: Aucun,Hêtre ,Sapin,Peuplier,Okoume

# TableExtension 3276313895 - Field 3202278523 - Property 2879900210
source: Wood 2
fr_fr: Bois 2

# TableExtension 3276313895 - Field 3202278523 - Property 62802879
source: None,Beech/Fagus sylvatica (Made in France), Spruce/Picea Excelsa (Made in Sweden), Poplar/Populus Nigra(Made in France/CEE),Plywood/Aukoumea Klaineana (Made in Africa)
fr_fr: Aucun,Hêtre ,Sapin,Peuplier,Okoume

# TableExtension 3276313895 - Field 2556954222 - Property 2879900210
source: Wood 1 Weight
fr_fr: Poids de bois 1

# TableExtension 3276313895 - Field 3112618859 - Property 2879900210
source: Wood 2 Weight
fr_fr: Poids de bois 2

# TableExtension 3276313895 - Field 3839975140 - Property 2879900210
source: Wood 3
fr_fr: Bois 3

# TableExtension 3276313895 - Field 3839975140 - Property 62802879
source: None,Beech/Fagus sylvatica (Made in France), Spruce/Picea Excelsa (Made in Sweden), Poplar/Populus Nigra(Made in France/CEE),Plywood/Aukoumea Klaineana (Made in Africa)
fr_fr: Aucun,Hêtre ,Sapin,Peuplier,Okoume

# TableExtension 3276313895 - Field 3170018668 - Property 2879900210
source: Wood 3 Weight
fr_fr: Poids de bois 3

# TableExtension 3276313895 - Field 1695122201 - Property 2879900210
source: Template
fr_fr: Modèle

# TableExtension 3276313895 - Field 449425500 - Property 2879900210
source: Certificate of Origin
fr_fr: Certificat d’origine

# TableExtension 3276313895 - Field 315310659 - Property 2879900210
source: Percentage Composition
fr_fr: % composition 1

# TableExtension 3276313895 - Field 2228400510 - Property 2879900210
source: Cmpounding % 2
fr_fr: % composition 2

# TableExtension 3276313895 - Field 1383963277 - Property 2879900210
source: Last Reception Date
fr_fr: Date de fin de production

# TableExtension 3276313895 - Field 3055367498 - Property 2879900210
source: Cycle d'appro
fr_fr: Cycle de d'appro

# TableExtension 3276313895 - Field 1330325086 - Property 2879900210
source: Template
fr_fr: Modèle

# TableExtension 3276313895 - Field 385227141 - Property 62802879
source: ,Accessories,Trunk,Travel Bags,Office,Belts,Pets,Leather goods,Small leather goods,Textile
fr_fr: ,Accessoire,Bagagerie Rigide,Bagagerie Souple,Bureau,Ceinture,Chien & Chat,Maroquinerie,Petite Maroquinerie,Textile

# TableExtension 3276313895 - Field 889231652 - Property 2879900210
source: Qty on Transfer Line
fr_fr: Qté sur ligne transfert

# TableExtension 4089294192 - Field 3830253100 - Property 2879900210
source: No. Lot
fr_fr: N° Lot

# TableExtension 1192395785 - Field 4006752758 - Property 2879900210
source: Packing Number
fr_fr: N° de colisage

# TableExtension 2574427010 - Field 1621814986 - Property 2879900210
source: Cust Ref
fr_fr: Réf. Cde Client

# TableExtension 2574427010 - Method 3182569905 - NamedType 342054122
source: You cannot change %1 when %2 is %3 and %4 is negative.
fr_fr: Vous ne pouvez pas modifier %1 si %2 est %3 et si %4 est de signe négatif.

# TableExtension 2072992664 - Field 2441889730 - Property 2879900210
source: VDOC N°Controle
fr_fr: VDOC N ° contrôle

# TableExtension 1519909599 - Field 2971375737 - Property 2879900210
source: P.O.
fr_fr: N° Scellé

# TableExtension 1519909599 - Field 2441889730 - Property 2879900210
source: VDOC N°Controle
fr_fr: VDOC N ° contrôle

# TableExtension 1519909599 - Field 3414547117 - Property 2879900210
source: VDOC N° BL
fr_fr: N° VDOC BL

source: Voulez-vous modifier la date confirmée initiale?
fr_fr: Vous voulez modifier la date confirmée initiale ?

# TableExtension 1519909599 - Field 443446960 - Property 2879900210
source: Rcpt Qty at Due Date
fr_fr: Qté RCPT. à échéance

# TableExtension 1519909599 - Field 4276718357 - Property 2879900210
source: Last Rcpt Date
fr_fr: Date dernière réception

# TableExtension 346005766 - Field 3830253100 - Property 2879900210
source: No. Lot
fr_fr: N° Lot

# TableExtension 3118382297 - Field 1804905078 - Property 2879900210
source: PROFORMA
fr_fr: Packing Exportée

# TableExtension 3118382297 - Field 64970433 - Property 2879900210
source: Shipment No.
fr_fr: N° expédition

# TableExtension 3118382297 - Field 3539051328 - Property 2879900210
source: Packing Exported
fr_fr: Emballage exporté

# TableExtension 1114148978 - Field 1621814986 - Property 2879900210
source: Cust Ref.
fr_fr: Réf. Cde Client

# TableExtension 809936682 - Field 4100644933 - Property 2879900210
source: Intranet Export
fr_fr: Export intranet

# TableExtension 809936682 - Method 136843771 - NamedType 3804706331
source: Invoice
fr_fr: Facture

# TableExtension 552782286 - Field 4100644933 - Property 2879900210
source: Intranet Export
fr_fr: Export intranet

# TableExtension 552782286 - Method 136843771 - NamedType 3592800853
source: Credit Memo
fr_fr: Avoir

# TableExtension 1052755578 - Field 4100644933 - Property 2879900210
source: Intranet Export
fr_fr: Export intranet

# TableExtension 1052755578 - Method 136843771 - NamedType 2256395620
source: Receipt
fr_fr: Réception

# TableExtension 959319265 - Field 2971375737 - Property 2879900210
source: P.O.
fr_fr: N° Scellé

# TableExtension 959319265 - Field 556062453 - Property 2879900210
source: Vendor Shipment No.
fr_fr: N° B.L. fournisseur

# TableExtension 2271228953 - Field 556062453 - Property 2879900210
source: Vendor Shipment No.
fr_fr: N° B.L. fournisseur

# TableExtension 518488723 - Field 2971375737 - Property 2879900210
source: P.O.
fr_fr: N° scellé

# TableExtension 311266198 - Field 149522872 - Property 2879900210
source: Entry Type
fr_fr: Type écriture
