Repository: AymanAYDI/PRODWARE_ALGO
Catalog: Translations/ALGO.g.*.xlf
Languages: fr_fr

# Report 2252774078 - NamedType 2728513993
source: Document Date
fr_fr: Date document

# Report 2252774078 - NamedType 1216568958
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 2252774078 - NamedType 3801332884
source: Direct Unit Cost
fr_fr: Coût unitaire direct

# Report 2252774078 - NamedType 3411081103
source: Discount %
fr_fr: % remise

# Report 2252774078 - NamedType 232398666
source: Payment Discount on VAT
fr_fr: Escompte sur TVA

# Report 2252774078 - NamedType 960460070
source: Line Dimensions
fr_fr: Analytique ligne

# Report 2252774078 - NamedType 2893846144
source: Payment Details
fr_fr: Détail paiement

# Report 2252774078 - NamedType 132160432
source: Vendor No.
fr_fr: N° fournisseur

# Report 2252774078 - NamedType 232471621
source: Ship-to Address
fr_fr: Adresse destinataire

# Report 2252774078 - NamedType 1225323363
source: G/L Account No.
fr_fr: N° compte général

# Report 2252774078 - NamedType 3013644840
source: Prepayment Specification
fr_fr: Spécification acompte

# Report 2252774078 - NamedType 182229247
source: Prepayment VAT Amount Specification
fr_fr: Spécification montant TVA acompte

# Report 2252774078 - NamedType 3285233284
source: Amount
fr_fr: Montant

# Report 2252774078 - NamedType 634581238
source: Invoice Discount Amount
fr_fr: Montant remise facture

# Report 2252774078 - NamedType 3126303398
source: Subtotal
fr_fr: Sous-total

# Report 2252774078 - NamedType 1210262078
source: VAT %
fr_fr: % TVA

# Report 2252774078 - NamedType 977652710
source: VAT Amount
fr_fr: Montant TVA

# Report 2252774078 - NamedType 1396908878
source: VAT Amount Specification
fr_fr: Détail montant TVA

# Report 2252774078 - NamedType 2012124496
source: VAT Identifier
fr_fr: Identifiant TVA

# Report 2252774078 - NamedType 1223243188
source: Invoice Discount Base Amount
fr_fr: Montant base remise facture

# Report 2252774078 - NamedType 3691499681
source: Line Amount
fr_fr: Montant ligne

# Report 2252774078 - NamedType 2096959425
source: VAT Base
fr_fr: Base TVA

# Report 2252774078 - NamedType 3169568710
source: Payment Terms
fr_fr: Conditions de paiement

# Report 2252774078 - NamedType 203962742
source: Shipment Method
fr_fr: Conditions de livraison

# Report 2252774078 - NamedType 2677110465
source: Prepmt. Payment Terms
fr_fr: Conditions paiement acompte

# Report 2252774078 - NamedType 2862688884
source: Home Page
fr_fr: Page d'accueil

# Report 2252774078 - NamedType 3897674943
source: Email
fr_fr: Adresse e-mail

# Report 2252774078 - NamedType 2189117947
source: Allow Invoice Discount
fr_fr: Autoriser remise facture

# Report 2252774078 - NamedType 1226149139
source: Reference Total :
fr_fr: Total référence:

# Report 2252774078 - NamedType 3541342557
source: We await your CONFIRMATION OF ORDER :
fr_fr: Nous attendons votre CONFIRMATION de commande comme suit:

# Report 2252774078 - NamedType 2903645940
source: (With the forecasts of delivery per reference)
fr_fr: (Avec les prévisions de livraison par référence)

# Report 2252774078 - NamedType 3588647909
source: %6 with the Capital of %1 - Siret No. : %2 - APE Code : %3 - VAT Intracom. No. : %4 - TR : %5
fr_fr: %6 au capital de %1 - n ° Siret : %2 - Code APE : %3 - n° TVA intracom. : %4 - RC : %5

# Report 2252774078 - NamedType 2950951292
source: Bank : %1 - Iban number : %2 - Swift code %3
fr_fr: Banque: %1-Numéro IBAN: %2-code SWIFT: %3

# Report 2252774078 - NamedType 1675558058
source: Head Office : %1 %2
fr_fr: Siège Social : %1 %2

# Report 2252774078 - NamedType 263537053
source: Vendor:
fr_fr: Fournisseur :

# Report 2252774078 - NamedType 1176201979
source: Plug Company :
fr_fr: Cachet de l'entreprise:

# Report 2252774078 - NamedType 2287910814
source: Color :
fr_fr: Couleur:

# Report 2252774078 - NamedType 1012517580
source: Cross-Reference No. :
fr_fr: Référence externe:

# Report 2252774078 - NamedType 3394395025
source: Production Order No. :
fr_fr: N ° O.F. :

# Report 2252774078 - NamedType 2887327103
source: Payment Method
fr_fr: Mode de règlement

# Report 3823110826 - Property 2879900210
source: Purchase - Receipt
fr_fr: Achats : Bon de réception

# Report 3823110826 - ReportDataItem 1052755578 - Property 1806354803
source: Posted Purchase Receipt
fr_fr: Réception achat enregistrée

# Report 3823110826 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 3823110826 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.

# Report 3823110826 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 3823110826 - Control 316520822 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
fr_fr: Spécifie si vous souhaitez que l'état imprimé affiche les informations internes uniquement.

# Report 3823110826 - Control 816368762 - Property 2879900210
source: Log Interaction
fr_fr: Journal interaction

# Report 3823110826 - Control 816368762 - Property 1295455071
source: Specifies if you want the program to log this interaction.
fr_fr: Spécifie si vous souhaitez que le programme enregistre cette interaction.

# Report 3823110826 - Control 3917594004 - Property 2879900210
source: Show Correction Lines
fr_fr: Afficher lignes correction

# Report 3823110826 - Control 3917594004 - Property 1295455071
source: Specifies if the correction lines of an undoing of quantity posting will be shown on the report.
fr_fr: Spécifie si les lignes correction d'annulation de validation quantité seront affichées dans l'état.

# Report 3823110826 - NamedType 3752334001
source: Purchase - Receipt %1
fr_fr: Achats : Réception %1

# Report 3823110826 - NamedType 1928308579
source: Phone No.
fr_fr: N° téléphone

# Report 3823110826 - NamedType 2862688884
source: Home Page
fr_fr: Page d'accueil

# Report 3823110826 - NamedType 1306668226
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 3823110826 - NamedType 13422290
source: Giro No.
fr_fr: N° CCP

# Report 3823110826 - NamedType 2728952663
source: Bank
fr_fr: Banque

# Report 3823110826 - NamedType 474257480
source: Account No.
fr_fr: N° compte

# Report 3823110826 - NamedType 2259602087
source: Shipment No.
fr_fr: N° expédition

# Report 3823110826 - NamedType 4272535733
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 3823110826 - NamedType 960460070
source: Line Dimensions
fr_fr: Analytique ligne

# Report 3823110826 - NamedType 3976146368
source: Pay-to Address
fr_fr: Adresse

# Report 3823110826 - NamedType 3112881028
source: Document Date
fr_fr: Date document

# Report 3823110826 - NamedType 3037909084
source: Quantity
fr_fr: Quantité

# Report 3823110826 - NamedType 1421459925
source: Unit Of Measure
fr_fr: Unité

# Report 3823110826 - NamedType 3045277605
source: Pay-to Vendor No.
fr_fr: N° fournisseur à payer

# Report 3823110826 - NamedType 1877430892
source: Email
fr_fr: Adresse e-mail

# Report 3823110826 - NamedType 1226149139
source: Reference Total :
fr_fr: Total référence:

# Report 3823110826 - NamedType 3588647909
source: LLC with the Capital of %1 - Siret No. : %2 - APE Code : %3 - VAT Intracom. No. : %4 - TR : %5
fr_fr: SARL au capital de %1 - n ° Siret : %2 - Code APE : %3 - n° TVA intracom. : %4 - RC : %5

# Report 3823110826 - NamedType 2950951292
source: Bank : %1 - Iban number : %2 - Swift code %3
fr_fr: Banque: %1-Numéro IBAN: %2-code SWIFT: %3

# Report 3823110826 - NamedType 2887327103
source: Payment Method :
fr_fr: Mode de paiement:

# Report 3823110826 - NamedType 1577144216
source: Amount
fr_fr: Montant

# Report 3823110826 - NamedType 3780206676
source: Total Amount %1 :
fr_fr: Montant total %1:

# Report 3823110826 - NamedType 2404601549
source: Sealed No.
fr_fr: N ° scellé

# Report 3823110826 - NamedType 2715746251
source: Order Ref./Location/Sealed No./Prod Order No.
fr_fr: Réf. Cde/Magasin/N° scellé ou N° OF

# Report 3823110826 - NamedType 2287910814
source: Color :
fr_fr: Couleur:

# Report 3823110826 - NamedType 1012517580
source: Cross-Reference No. :
fr_fr: Référence externe:

# Report 2943916077 - Property 2879900210
source: Posted Shipment PROFORMA
fr_fr: Impression PROFORMA

# Report 2943916077 - NamedType 646935216
source: Phone :
fr_fr: Tel :

# Report 2943916077 - NamedType 1306002037
source: LLC with capital of
fr_fr: SARL au capital de

# Report 2943916077 - NamedType 2504530890
source: - Registration No. :
fr_fr: - N° siret :

# Report 2943916077 - NamedType 2393117004
source: - EP Code :
fr_fr: - code AEP :

# Report 2943916077 - NamedType 1359892115
source: - EORI No. :
fr_fr: - N° EORI :

# Report 2943916077 - NamedType 817328330
source: -TR :
fr_fr: - RCS :

# Report 2943916077 - NamedType 1732083938
source: Bank :
fr_fr: Banque :

# Report 2943916077 - NamedType 1176583840
source: - IBAN No. :
fr_fr: - N° IBAN :

# Report 2943916077 - NamedType 806673345
source: - SWIFT Code :
fr_fr: - Code SWIFT :

# Report 2943916077 - NamedType 2326839959
source: Made in
fr_fr: Fabriqué en

# Report 2943916077 - NamedType 1771958868
source: EORI No. : %1 - MID Code : %2 - AEO Certificate No. : %3
fr_fr: N ° EORI : %1 - code MID : %2 - n° certificat AEO : %3

# Report 2943916077 - NamedType 2491442868
source: -- PROFORMA INVOICE --
fr_fr: --FACTURE PROFORMA--

# Report 2943916077 - NamedType 231677546
source: H.S. Code : %1
fr_fr: Code H.S. : %1

# Report 2943916077 - NamedType 3159519617
source: Net Weight (kg.) : %1
fr_fr: Poids net (kg): %1

# Report 2943916077 - NamedType 291096433
source: Net volume in cm3 : %1
fr_fr: Volume net en cm3 : %1

# Report 2943916077 - NamedType 1825392415
source: Outside Composition : %1% %2
fr_fr: Composition Extérieur : %1% %2

# Report 2943916077 - NamedType 2280837451
source: Leather trim : %1% %2
fr_fr: Cuir de garniture : %1% %2

# Report 2943916077 - NamedType 3567898755
source: Inside Linning : %1
fr_fr: Doublure intérieure : %1

# Report 2943916077 - NamedType 1125957194
source: Metal part : %1
fr_fr: Bijouterie : %1

# Report 2943916077 - NamedType 365345446
source: Wood 1 : %1
fr_fr: Bois 1 : %1

# Report 2943916077 - NamedType 2362639891
source: Wood 1 Weight (kg.) : %1
fr_fr: Poids en bois 1 (kg) : %1

# Report 2943916077 - NamedType 2747222891
source: Wood 2 : %1
fr_fr: Bois 2 : %1

# Report 2943916077 - NamedType 4275729742
source: Wood 2 Weight (kg.) : %1
fr_fr: Poids en bois 2 (kg) : %1

# Report 2943916077 - NamedType 3384919508
source: Wood 2 : %1
fr_fr: Bois 2 : %1

# Report 2943916077 - NamedType 3638033125
source: Wood 2 Weight (kg.) : %1
fr_fr: Poids en bois 2 (kg) : %1

# Report 2943916077 - NamedType 1261735231
source: Net weight Total (kg.)
fr_fr: Poids net total (kg)

# Report 2943916077 - NamedType 3220440281
source: Gross weight Total (kg.)
fr_fr: Poids brut total (kg)

# Report 2943916077 - NamedType 2166225135
source: Net volume Total (cm3)
fr_fr: Total net volume (cm3)

# Report 2943916077 - NamedType 3821848947
source: Quantity Total
fr_fr: Quantité totale

# Report 2943916077 - NamedType 4286802374
source: Line Amount
fr_fr: Montant ligne

# Report 763863858 - Property 2879900210
source: Sales - Credit Memo
fr_fr: Ventes : Avoir

# Report 763863858 - ReportDataItem 552782286 - Property 1806354803
source: Posted Sales Credit Memo
fr_fr: Avoir vente enregistré

# Report 763863858 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 763863858 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.

# Report 763863858 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 763863858 - Control 316520822 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
fr_fr: Spécifie si vous souhaitez que l'état imprimé affiche les informations internes uniquement.

# Report 763863858 - Control 816368762 - Property 2879900210
source: Log Interaction
fr_fr: Journal interaction

# Report 763863858 - Control 816368762 - Property 1295455071
source: Specifies that interactions with the contact are logged.
fr_fr: Spécifie que les interactions avec le contact sont enregistrées.

# Report 763863858 - NamedType 95063322
source: (Applies to %1 %2)
fr_fr: (Doc. lettrage %1 %2)

# Report 763863858 - NamedType 1370456556
source: Sales - Credit Memo %1
fr_fr: Ventes : Avoir %1

# Report 763863858 - NamedType 4022464961
source: Page %1 of %2
fr_fr: Page %1 de %2

# Report 763863858 - NamedType 3283546407
source: VAT Amount Specification in
fr_fr: Détail TVA dans

# Report 763863858 - NamedType 3921243024
source: Local Currency
fr_fr: Devise société

# Report 763863858 - NamedType 1664139952
source: Exchange rate: %1/%2
fr_fr: Taux de change : %1/%2

# Report 763863858 - NamedType 1026443335
source: Sales - Prepmt. Credit Memo %1
fr_fr: Ventes - Avoir acompte %1

# Report 763863858 - NamedType 4264908145
source: Phone No.
fr_fr: N° téléphone

# Report 763863858 - NamedType 3448977668
source: VAT Reg. No.
fr_fr: N° id. intracomm.

# Report 763863858 - NamedType 4010998532
source: Giro No.
fr_fr: N° CCP

# Report 763863858 - NamedType 3907868757
source: Bank
fr_fr: Banque

# Report 763863858 - NamedType 175863088
source: Account No.
fr_fr: N° compte

# Report 763863858 - NamedType 1457731004
source: Credit Memo No.
fr_fr: N° avoir

# Report 763863858 - NamedType 2869466049
source: Posting Date
fr_fr: Date comptabilisation

# Report 763863858 - NamedType 1155328579
source: Document Date
fr_fr: Date document

# Report 763863858 - NamedType 164013595
source: Home Page
fr_fr: Page d'accueil

# Report 763863858 - NamedType 217522315
source: Email
fr_fr: Adresse e-mail

# Report 763863858 - NamedType 3652186792
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 763863858 - NamedType 4190945604
source: Unit Price
fr_fr: Prix unitaire

# Report 763863858 - NamedType 976774305
source: Amount
fr_fr: Montant

# Report 763863858 - NamedType 4256140942
source: Posted Return Receipt Date
fr_fr: Date réception retour validée

# Report 763863858 - NamedType 3828308903
source: Invoice Discount Amount
fr_fr: Montant remise facture

# Report 763863858 - NamedType 69252687
source: Subtotal
fr_fr: Sous-total

# Report 763863858 - NamedType 1820188381
source: Payment Discount on VAT
fr_fr: Escompte sur TVA

# Report 763863858 - NamedType 3365690297
source: VAT Clause
fr_fr: Clause TVA

# Report 763863858 - NamedType 1559168207
source: Line Dimensions
fr_fr: Analytique ligne

# Report 763863858 - NamedType 2485276663
source: VAT Amount Specification
fr_fr: Détail montant TVA

# Report 763863858 - NamedType 3729099473
source: Invoice Discount Base Amount
fr_fr: Montant base remise facture

# Report 763863858 - NamedType 772663164
source: Line Amount
fr_fr: Montant ligne

# Report 763863858 - NamedType 3294671814
source: Invoice Discount Amount
fr_fr: Montant remise facture

# Report 763863858 - NamedType 3515368888
source: Ship-to Address
fr_fr: Adresse destinataire

# Report 763863858 - NamedType 3805154887
source: VAT %
fr_fr: % TVA

# Report 763863858 - NamedType 2717656980
source: VAT Base
fr_fr: Base TVA

# Report 763863858 - NamedType 1029123599
source: VAT Amount
fr_fr: Montant TVA

# Report 763863858 - NamedType 2523555250
source: VAT Identifier
fr_fr: Identifiant TVA

# Report 763863858 - NamedType 3483640192
source: Discount %
fr_fr: % remise

# Report 763863858 - NamedType 1226149139
source: Reference Total :
fr_fr: Total référence:

# Report 763863858 - NamedType 3541342557
source: The 2 parts signature will validate the order :
fr_fr: La signature des 2 parties validera la commande,

# Report 763863858 - NamedType 2903645940
source: under the enumerated conditions of sale
fr_fr: dans les conditions de vente enumérées

# Report 763863858 - NamedType 3588647909
source: %6 with the Capital of %1 - Siret No. : %2 - APE Code : %3 - VAT Intracom. No. : %4 - TR : %5
fr_fr: %6 au capital de %1 - n ° Siret : %2 - Code APE : %3 - n° TVA intracom. : %4 - RC : %5

# Report 763863858 - NamedType 1675558058
source: Head Office : %1 %2
fr_fr: Siège Social : %1 %2

# Report 763863858 - NamedType 2950951292
source: Bank : %1 - Iban number : %2 - Swift code : %3
fr_fr: Banque : %1 - Numéro IBAN : %2 - code SWIFT : %3

# Report 763863858 - NamedType 1176201979
source: Plug Company :
fr_fr: Cachet de l'entreprise:

# Report 763863858 - NamedType 2287910814
source: Color :
fr_fr: Couleur:

# Report 763863858 - NamedType 3394395025
source: Order Reference
fr_fr: Réf. Cde

# Report 763863858 - NamedType 2887327103
source: Payment Method :
fr_fr: Mode de paiement:

# Report 763863858 - NamedType 516379149
source: Made in : %1
fr_fr: Fabriqué en : %1

# Report 763863858 - NamedType 2429720793
source: Shipment Method :
fr_fr: Conditions de livraison:

# Report 3596715404 - ReportLabel 296318512
source: Actual Manufacturer
fr_fr: Fabricant réel

# Report 3596715404 - ReportLabel 1274174728
source: -- PACKING LIST --
fr_fr: --LISTE DE DISTRIBUTION--

# Report 3596715404 - ReportLabel 1162595851
source: Reference :
fr_fr: Références

# Report 3596715404 - ReportLabel 425567738
source: VAT Registration No. :
fr_fr: N ° identif. intracomm.:

# Report 3596715404 - ReportLabel 412626225
source: Ship to:
fr_fr: Destinataire:

# Report 3596715404 - ReportLabel 2317527923
source: Sold to :
fr_fr: Vendu à:

# Report 3596715404 - ReportLabel 3375769621
source: Reference
fr_fr: Référence

# Report 3596715404 - ReportLabel 984818344
source: UOM / Order No.
fr_fr: N ° unité/commande

# Report 3596715404 - ReportLabel 1883326519
source: Quantity
fr_fr: Quantité

# Report 3596715404 - ReportLabel 171551972
source: Unit Price
fr_fr: Prix unitaire

# Report 3596715404 - ReportLabel 922887451
source: Line Amount
fr_fr: Montant ligne

# Report 3596715404 - ReportLabel 3511239180
source: Parcel
fr_fr: Colis

# Report 3596715404 - ReportLabel 3443653813
source: Pallet
fr_fr: Palette

# Report 3596715404 - ReportLabel 470647324
source: Net Weight in Kg.
fr_fr: Poids net en kg

# Report 3596715404 - ReportLabel 2206941327
source: Net Volume in cm3.
fr_fr: Volume net en cm3.

# Report 3596715404 - ReportLabel 2607140960
source: Dimensions in cm :
fr_fr: Axes analytiques en cm:

# Report 3596715404 - ReportLabel 2963208439
source: Height
fr_fr: Hauteur

# Report 3596715404 - ReportLabel 1154098152
source: Width
fr_fr: Largeur

# Report 3596715404 - ReportLabel 3732086277
source: Outside Composition :
fr_fr: Composition extérieure:

# Report 3596715404 - ReportLabel 2381293314
source: Metal Parts :
fr_fr: PIECES METALLIQUES:

# Report 3596715404 - ReportLabel 1136488918
source: Total Net Weight in Kg :
fr_fr: Poids net total en kg

# Report 3596715404 - ReportLabel 1305078130
source: Poids Palette
fr_fr: Palette poids

# Report 3596715404 - NamedType 1771958868
source: EORI No. : %1 - MID Code : %2 - AEO Certificate No. : %3
fr_fr: N ° EORI:%1-code MID:%2-n ° certificat AEO:%3

# Report 3596715404 - NamedType 4127754352
source: H.S. Code :
fr_fr: Code H.S.:

# Report 3596715404 - NamedType 516379149
source: Made in %1
fr_fr: Effectuées dans %1

# Report 2885214430 - Property 2879900210
source: Draft notice
fr_fr: Avis provisoire

# Report 2885214430 - Control 4198158427 - Property 2879900210
source: Number of copies
fr_fr: Nombre de copies

# Report 2885214430 - Control 4198158427 - Property 1295455071
source: Specifies the number of copies to print.
fr_fr: Spécifie le nombre de copies à imprimer.

# Report 2885214430 - NamedType 2476940767
source: You must specify a transfer number.
fr_fr: Vous devez spécifier un numéro de virement.

# Report 2885214430 - NamedType 3114637384
source: COPY
fr_fr: COPIE

# Report 2885214430 - NamedType 3752334001
source: Draft notice %1
fr_fr: Avis provisoire %1

# Report 2885214430 - NamedType 732759939
source: A transfer to your bank account %1 (RIB : %2 %3 %4) has been done on %5.
fr_fr: Un virement sur votre compte bancaire %1 (RIB : %2 %3 %4) a été effectué le %5.

# Report 2885214430 - NamedType 846674812
source: This transfer is related to these invoices :
fr_fr: Ce virement est lié aux factures suivantes :

# Report 2885214430 - NamedType 2273660765
source: Draft No.
fr_fr: N° brouillon

# Report 2885214430 - NamedType 2441517425
source: SWIFT Code
fr_fr: Code SWIFT

# Report 2885214430 - NamedType 247272984
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 2885214430 - NamedType 2997792666
source: FAX No.
fr_fr: N° TÉLÉCOPIE

# Report 2885214430 - NamedType 3851306719
source: Phone No.
fr_fr: N° téléphone

# Report 2885214430 - NamedType 260883521
source: Currency Code
fr_fr: Code devise

# Report 2885214430 - NamedType 2034041705
source: Draft Notice Amount
fr_fr: Montant avis provisoire

# Report 2885214430 - NamedType 2593154839
source: Posting Date
fr_fr: Date comptabilisation

# Report 2885214430 - NamedType 835154067
source: Due Date
fr_fr: Date d'échéance

# Report 2885214430 - NamedType 4249603319
source: Amount
fr_fr: Montant

# Report 2885214430 - NamedType 3337055126
source: Report
fr_fr: État

# Report 2885214430 - NamedType 1636287816
source: Report
fr_fr: État

# Report 762743521 - Property 2879900210
source: COST- OF detailed Costs
fr_fr: Détail Coût OF

# Report 2412185640 - Property 2879900210
source: Raw Material Forecast
fr_fr: Prévision matière matière

# Report 1931532144 - Property 3830149458
source: Purchase Service Rate
fr_fr: Taux service achat

# Report 3371912400 - Property 2879900210
source: Inventory Picking List CLIC
fr_fr: Liste de préparation CLIC

# Report 3371912400 - NamedType 2476940767
source: Sales Order Line: %1
fr_fr: Ligne commande vente : %1

# Report 3371912400 - NamedType 3114637384
source: Parcel No.
fr_fr: N ° paquet

# Report 3371912400 - NamedType 3752334001
source: Pallet No.
fr_fr: N ° palette

# Report 4048651132 - Property 2879900210
source: O.F. Componments-PurchaseLine
fr_fr: Composants O.F. - Cde Achat

# Report 3803457408 - Property 2879900210
source: Detailed estimate - Internal
fr_fr: Chiffrage ALGO - INTERNE

# Report 3803457408 - Control 3407425467 - Property 2879900210
source: Calculation Date
fr_fr: Date de calcul

# Report 3803457408 - Control 3301279383 - Property 2879900210
source: Print Photo
fr_fr: Imprimer photo

# Report 3803457408 - Control 399730029 - Property 2879900210
source: GOYARD Item
fr_fr: Article GOYARD

# Report 3803457408 - Control 1713690047 - Property 2879900210
source: LUNIFORM Item
fr_fr: Article LUNIFORM

# Report 3803457408 - Control 3481665117 - Property 2879900210
source: Choise
fr_fr: Choix

# Report 3803457408 - Control 3276313895 - Property 2879900210
source: Item
fr_fr: Article

# Report 3803457408 - Control 2132608370 - Property 2879900210
source: Routing Version
fr_fr: Version gamme

# Report 3803457408 - Control 1096736254 - Property 2879900210
source: BOM Version
fr_fr: Version nomenclature

# Report 3803457408 - NamedType 2476940767
source: As of
fr_fr: Date de référence du calcul :

# Report 3540309866 - Property 2879900210
source: Create BOM version
fr_fr: Créer des version de nomenclature

# Report 3540309866 - Control 2568545406 - Property 2879900210
source: Version No.
fr_fr: N° version

# Report 3540309866 - Control 407654505 - Property 2879900210
source: Remove obsolete lines
fr_fr: Supprimer lignes obsolètes

# Report 3540309866 - Control 4115298834 - Property 2879900210
source: Validate BOM version
fr_fr: Valider la version de nomenclature

# Report 3540309866 - NamedType 2472381690
source: N° de version ne peut être vide
fr_fr: N ° de version ne peut pas être vide
