Repository: AymanAYDI/PRODWARE_ALGO
Catalog: Translations/ALGO.g.*.xlf
Languages: fr_fr

# Report 720425508 - Control 816368762 - Property 1295455071
source: Specifies if you want the program to log this interaction.
fr_fr: Spécifie si vous souhaitez que le programme enregistre cette interaction.

# Page 3027554435 - Property 2879900210
source: Posted Return Shpt Lines
fr_fr: Lignes expédition retour enregistrées

# Page 268889209 - Property 2879900210
source: Prod BOM Lines
fr_fr: Lignes nomenclature production

# Report 720425508 - NamedType 3752334001
source: Purchase - Credit memo %1
fr_fr: Achats : Avoir %1

# Report 720425508 - NamedType 2826867220
source: Phone No.
fr_fr: N° téléphone

# Report 720425508 - NamedType 322581705
source: VAT Reg. No.
fr_fr: N° id. intracomm.

# Report 720425508 - NamedType 1454106313
source: Giro No.
fr_fr: N° CCP

# Report 720425508 - NamedType 1275674192
source: Bank
fr_fr: Banque

# Report 720425508 - NamedType 1739113461
source: Account No.
fr_fr: N° compte

# Report 720425508 - NamedType 1809599508
source: Shipment No.
fr_fr: N° expédition

# Report 720425508 - NamedType 164013595
source: Home Page
fr_fr: Page d'accueil

# Report 720425508 - NamedType 337468425
source: Email
fr_fr: Adresse e-mail

# Report 720425508 - NamedType 3313737197
source: Document Date
fr_fr: Date document

# Report 720425508 - NamedType 973567044
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 720425508 - NamedType 3701122699
source: Line Dimensions
fr_fr: Analytique ligne

# Report 720425508 - NamedType 3255824643
source: Ship-to Address
fr_fr: Adresse destinataire

# Report 720425508 - NamedType 1226149139
source: Reference Total :
fr_fr: Total référence:

# Report 720425508 - NamedType 3588647909
source: LLC with the Capital of %1 - Siret No. : %2 - APE Code : %3 - VAT Intracom. No. : %4 - TR : %5
fr_fr: SARL au capital de %1 - n ° Siret : %2 - Code APE : %3 - n° TVA intracom. : %4 - RC : %5

# Report 720425508 - NamedType 2950951292
source: Bank : %1 - Iban number : %2 - Swift code : %3
fr_fr: Banque : %1 - Numéro IBAN : %2 - code SWIFT : %3

# Report 720425508 - NamedType 1577144216
source: Amount
fr_fr: Montant

# Report 720425508 - NamedType 3780206676
source: Total Amount %1 exc. VAT
fr_fr: Montant total HT %1

# Report 720425508 - NamedType 904661953
source: Total Amount %1 inc. VAT
fr_fr: Montant total TTC %1

# Report 720425508 - NamedType 2404601549
source: Sealed No.
fr_fr: N ° scellé

# Report 720425508 - NamedType 640755543
source: Vendor Shipment No. / Control No.
fr_fr: N° BL fournisseur / n° Contrôle

# Report 720425508 - NamedType 1168537117
source: VAT %1%
fr_fr: TVA % 1%

# Report 3187338527 - Property 2879900210
source: Detail Trial Balance
fr_fr: Grand livre

# Report 3187338527 - Control 3214291206 - Property 2879900210
source: New Page per G/L Acc.
fr_fr: Nouvelle page par compte général

# Report 3187338527 - Control 3214291206 - Property 1295455071
source: Specifies if each G/L account information is printed on a new page if you have chosen two or more G/L accounts to be included in the report.
fr_fr: Spécifie si les informations propres à chaque compte général sont imprimées sur une nouvelle page si vous avez choisi plusieurs comptes généraux à inclure dans l'état, activez ce champ pour imprimer le solde de chaque client sur une page distincte.

# Report 3187338527 - Control 3183705145 - Property 2879900210
source: Exclude G/L Accs. That Have a Balance Only
fr_fr: Exclure seulement les comptes généraux qui ont un solde ouvert

# Report 3187338527 - Control 3183705145 - Property 1295455071
source: Specifies if you do not want the report to include entries for G/L accounts that have a balance but do not have a net change during the selected time period.
fr_fr: Indique si vous ne souhaitez pas que l'état comprenne les écritures des comptes généraux avec solde, mais sans solde période pour la période sélectionnée.

# Report 3187338527 - Control 3201262307 - Property 2879900210
source: Include Closing Entries Within the Period
fr_fr: Inclure les écritures de clôture dans la période

# Report 3187338527 - Control 3201262307 - Property 1295455071
source: Specifies if you want the report to include closing entries. This is useful if the report covers an entire fiscal year. Closing entries are listed on a fictitious date between the last day of one fiscal year and the first day of the next one. They have a C before the date, such as C123194. If you do not select this field, no closing entries are shown.
fr_fr: Indique si vous souhaitez que l'état comprenne les écritures de clôture. C'est utile si l'état couvre un exercice entier. Les écritures de clôture sont listées à une date fictive située entre le dernier jour d'un exercice et le premier jour de l'exercice suivant ; elles sont précédées d'un C, par exemple C123194. Si vous n'activez pas ce champ, aucune écriture de clôture n'est affichée.

# Report 3187338527 - Control 3414096222 - Property 2879900210
source: Include Reversed Entries
fr_fr: Inclure écritures contrepassées

# Report 3187338527 - Control 3414096222 - Property 1295455071
source: Specifies if you want to include reversed entries in the report.
fr_fr: Indique si vous souhaitez inclure les écritures contrepassées dans l'état.

# Report 3187338527 - Control 4258595164 - Property 2879900210
source: Print Corrections Only
fr_fr: Imprimer corrections uniquement

# Report 3187338527 - Control 4258595164 - Property 1295455071
source: Specifies if you want the report to show only the entries that have been reversed and their matching correcting entries.
fr_fr: Indique si vous souhaitez que l'état contienne uniquement les écritures qui ont été contrepassées et leurs écritures de correction correspondantes.

# Report 3187338527 - ReportLabel 2020178030
source: Posting Date
fr_fr: Date comptabilisation

# Report 3187338527 - ReportLabel 4204010505
source: Document No.
fr_fr: N° document

# Report 3187338527 - ReportLabel 3822561807
source: VAT Amount
fr_fr: Montant TVA

# Report 3187338527 - ReportLabel 326179949
source: Entry No.
fr_fr: N° écriture

# Report 3187338527 - NamedType 2476940767
source: Period: %1
fr_fr: Période : %1

# Report 3187338527 - NamedType 3050590124
source: Detail Trial Balance
fr_fr: Grand livre

# Report 3187338527 - NamedType 1653612302
source: This also includes general ledger accounts that only have a balance.
fr_fr: Cela inclut aussi les comptes généraux ne présentant qu'un solde.

# Report 3187338527 - NamedType 2716332507
source: This report also includes closing entries within the period.
fr_fr: Cet état inclut aussi les écritures de clôture pendant la période.

# Report 3187338527 - NamedType 3034285687
source: Only corrections are included.
fr_fr: Seules les corrections sont incluses.

# Report 3187338527 - NamedType 2171017903
source: Net Change
fr_fr: Solde période

# Report 3187338527 - NamedType 1557897815
source: Debit
fr_fr: Débit

# Report 3187338527 - NamedType 4073918050
source: Credit
fr_fr: Crédit

# Report 3187338527 - NamedType 4271586908
source: Balance
fr_fr: Solde

# Report 3187338527 - NamedType 527612827
source: No Sequence
fr_fr: Aucune souche

# Page 874401061 - Property 2879900210
source: Unit Cost Budget per Vendor
fr_fr: Coût unitaire budgeté par fournisseur

# Page 1700413833 - Property 2879900210
source: Posted Sales Shipment Line
fr_fr: Lignes expéditions ventes enregistrées

# Report 2471341081 - Property 2879900210
source: Customer - Summary Aging
fr_fr: Clients : Échéancier

# Report 2471341081 - Control 543275552 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Report 2471341081 - Control 543275552 - Property 1295455071
source: Specifies the date for the beginning of the period covered by the report.
fr_fr: Spécifie la date de début de la période couverte par l'état.

# Report 2471341081 - Control 2740290379 - Property 2879900210
source: Period Length
fr_fr: Base période

# Report 2471341081 - Control 2740290379 - Property 1295455071
source: Specifies the length of each of the three periods. For example, enter "1M" for one month.
fr_fr: Spécifie la longueur de chacune des trois périodes ; par exemple, saisissez 1M pour un mois.

# Report 2471341081 - Control 387054463 - Property 2879900210
source: Show Amounts in LCY
fr_fr: Afficher montants DS

# Report 2471341081 - Control 387054463 - Property 1295455071
source: Specifies that you want amounts in the report to be displayed in LCY. Leave this field blank if you want to see amounts in foreign currencies.
fr_fr: Spécifie que vous souhaitez que les montants de l’état soient affichés en devise société. Laissez ce champ vide si vous souhaitez afficher les montants en devises étrangères.

# Report 2471341081 - NamedType 2483038222
source: Customer - Summary Aging
fr_fr: Clients : Échéancier

# Report 2471341081 - NamedType 1929534223
source: All amounts are in LCY
fr_fr: Tous les montants sont en DS

# Report 2471341081 - NamedType 2453323963
source: Balance Due
fr_fr: Solde dû

# Report 2471341081 - NamedType 2604845266
source: ...Before
fr_fr: ...Avant

# Report 2471341081 - NamedType 3115073062
source: After...
fr_fr: Après...

# Report 2471341081 - NamedType 361081449
source: Balance
fr_fr: Solde

# Report 2471341081 - NamedType 2043768468
source: Total (LCY)
fr_fr: Total DS

# Report 970415368 - Property 2879900210
source: Customer Balance to Date
fr_fr: Écritures clients ouvertes

# Report 970415368 - Control 458406397 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# Report 970415368 - Control 458406397 - Property 1295455071
source: Specifies the last date until which information in the report is shown. If left blank, the report shows information until the present time.
fr_fr: Spécifie la dernière date jusqu'à laquelle les informations de l'état sont affichées. Si ce champ n'est pas renseigné, l'état affiche les informations jusqu'à la date du jour.

# Report 970415368 - Control 3287144200 - Property 2879900210
source: Show Amounts in LCY
fr_fr: Afficher montants DS

# Report 970415368 - Control 3287144200 - Property 1295455071
source: Specifies if amounts in the report are displayed in LCY. If you leave the check box blank, amounts are shown in foreign currencies.
fr_fr: Spécifie si les montants de l’état sont affichés en devise société. Si vous laissez la case à cocher vide, les montants sont affichés dans des devises étrangères.

# Report 970415368 - Control 79950944 - Property 2879900210
source: New Page per Customer
fr_fr: Nouvelle page par client

# Report 970415368 - Control 79950944 - Property 1295455071
source: Specifies if each customer balance is printed on a separate page, in case two or more customers are included in the report.
fr_fr: Spécifie si le solde de chaque client est imprimé sur une page distincte si jamais vous avez choisi plusieurs clients à inclure dans l'état.

# Report 970415368 - Control 1196418791 - Property 2879900210
source: Include Unapplied Entries
fr_fr: Inclure écritures non lettrées

# Report 970415368 - Control 1196418791 - Property 1295455071
source: Specifies if unapplied entries are included in the report.
fr_fr: Spécifie si les écritures non lettrées sont incluses dans l'état.

# Report 970415368 - Control 1580087729 - Property 2879900210
source: Show Entries with Zero Balance
fr_fr: Afficher les écritures avec un solde nul

# Report 970415368 - Control 1580087729 - Property 1295455071
source: Specifies if the report must include entries with a balance of 0. By default, the report only includes entries with a positive or negative balance.
fr_fr: Spécifie si l'état doit inclure les écritures avec un solde nul. Par défaut, l'état inclut uniquement les écritures avec un solde positif ou négatif.

# Report 970415368 - NamedType 2476940767
source: Balance on %1
fr_fr: Solde au %1

# Report 970415368 - NamedType 1288385384
source: Customer - Balance to Date
fr_fr: Clients : Écritures ouvertes

# Report 970415368 - NamedType 154103091
source: All amounts are in LCY.
fr_fr: Tous les montants sont en DS.

# Report 970415368 - NamedType 69404221
source: Posting Date
fr_fr: Date comptabilisation

# Report 970415368 - NamedType 1564621511
source: Amount
fr_fr: Montant

# Report 970415368 - NamedType 1897341201
source: Ending Date must have a value.
fr_fr: Date fin doit avoir une valeur.

# Report 970415368 - NamedType 4092352280
source: Due Date
fr_fr: Date d'échéance

# Report 4253039312 - Property 2879900210
source: Automatic Reservation Control
fr_fr: Contrôle de la réservation automatique

# Report 1681102477 - Property 2879900210
source: Vendor - Summary Aging
fr_fr: Fourn. : Échéancier

# Report 1681102477 - Control 4008320687 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Report 1681102477 - Control 4008320687 - Property 1295455071
source: Specifies the beginning of the period covered by the report that lists payables owed to each vendor.
fr_fr: Spécifie le début de la période couverte par l’état qui affiche les soldes dus à chaque fournisseur.

# Report 1681102477 - Control 2740290379 - Property 2879900210
source: Period Length
fr_fr: Base période

# Report 1681102477 - Control 2740290379 - Property 1295455071
source: Specifies the length of each of the three periods. For example, enter "1M" for one month.
fr_fr: Spécifie la longueur de chacune des trois périodes ; par exemple, saisissez 1M pour un mois.

# Report 1681102477 - Control 2948702873 - Property 2879900210
source: Show Amounts in LCY
fr_fr: Afficher montants DS

# Report 1681102477 - Control 2948702873 - Property 1295455071
source: Specifies if amounts in the report are displayed in LCY. If you leave the check box blank, amounts are shown in foreign currencies.
fr_fr: Spécifie si les montants de l’état sont affichés en devise société. Si vous laissez la case à cocher vide, les montants sont affichés dans des devises étrangères.

# Report 1681102477 - NamedType 270772142
source: Vendor - Summary Aging
fr_fr: Fourn. : Échéancier

# Report 1681102477 - NamedType 1929534223
source: All amounts are in LCY.
fr_fr: Tous les montants sont en DS.

# Report 1681102477 - NamedType 2453323963
source: Balance Due
fr_fr: Solde dû

# Report 1681102477 - NamedType 1556971808
source: ...Before
fr_fr: ...Avant

# Report 1681102477 - NamedType 2473172496
source: After...
fr_fr: Après...

# Report 1681102477 - NamedType 3958319656
source: Balance
fr_fr: Solde

# Report 1681102477 - NamedType 4124852849
source: Total (LCY)
fr_fr: Total DS

# Report 3512162016 - Property 2879900210
source: Vendor - Balance to Date
fr_fr: Fourn. : Détail écr. ouvertes

# Report 3512162016 - Control 387054463 - Property 2879900210
source: Show Amounts in LCY
fr_fr: Afficher montants DS

# Report 3512162016 - Control 387054463 - Property 1295455071
source: Specifies if amounts in the report are displayed in LCY. If you leave the check box blank, amounts are shown in foreign currencies.
fr_fr: Spécifie si les montants de l’état sont affichés en devise société. Si vous laissez la case à cocher vide, les montants sont affichés dans des devises étrangères.

# Report 3512162016 - Control 79950944 - Property 2879900210
source: New Page per Vendor
fr_fr: Nouvelle page par fournisseur

# Report 3512162016 - Control 79950944 - Property 1295455071
source: Specifies that you want to print each vendor balance on a separate page, if you have chosen two or more vendors to be included in the report.
fr_fr: Spécifie si vous souhaitez imprimer le solde de chaque fournisseur sur une page séparée, si vous avez choisi plusieurs fournisseurs à inclure dans l'état.

# Report 3512162016 - Control 1196418791 - Property 2879900210
source: Include Unapplied Entries
fr_fr: Inclure écritures non lettrées

# Report 3512162016 - Control 1196418791 - Property 1295455071
source: Specifies if unapplied entries are included in the report.
fr_fr: Spécifie si les écritures non lettrées sont incluses dans l'état.

# Report 3512162016 - Control 1580087729 - Property 2879900210
source: Show Entries with Zero Balance
fr_fr: Afficher les écritures avec un solde nul

# Report 3512162016 - Control 1580087729 - Property 1295455071
source: Specifies if the report must include entries with a balance of 0. By default, the report only includes entries with a positive or negative balance.
fr_fr: Spécifie si l'état doit inclure les écritures avec un solde nul. Par défaut, l'état inclut uniquement les écritures avec un solde positif ou négatif.

# Report 3512162016 - NamedType 2476940767
source: Balance on %1
fr_fr: Solde au %1

# Report 3512162016 - NamedType 2302278106
source: Vendor - Balance to Date
fr_fr: Fourn. : Détail écr. ouvertes

# Report 3512162016 - NamedType 892770887
source: All amounts are in LCY.
fr_fr: Tous les montants sont en DS.

# Report 3512162016 - NamedType 2857381899
source: Posting Date
fr_fr: Date comptabilisation

# Report 3512162016 - NamedType 1564621511
source: Amount
fr_fr: Montant

# Report 3512162016 - NamedType 4092352280
source: Due Date
fr_fr: Date d'échéance

# Report 1280688897 - Property 2879900210
source: Preparation Checklist - ODT
fr_fr: Liste de Préparation - ODT

# Report 1329742833 - Property 2879900210
source: Purchase - Invoice
fr_fr: Achats : Facture fournisseur

# Report 1329742833 - ReportDataItem 1592379974 - Property 1806354803
source: Posted Purchase Invoice
fr_fr: Facture achat enregistrée

# Report 1329742833 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 1329742833 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.

# Report 1329742833 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 1329742833 - Control 316520822 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
fr_fr: Spécifie si vous souhaitez que l'état imprimé affiche les informations internes uniquement.

# Report 1329742833 - Control 816368762 - Property 2879900210
source: Log Interaction
fr_fr: Journal interaction

# Report 1329742833 - Control 816368762 - Property 1295455071
source: Specifies that interactions with the contact are logged.
fr_fr: Spécifie que les interactions avec le contact sont enregistrées.

# Report 1329742833 - NamedType 732759939
source: Purchase - Invoice %1
fr_fr: Achat : Facture %1

# Report 1329742833 - NamedType 2645849790
source: VAT Amount Specification in
fr_fr: Détail TVA dans

# Report 1329742833 - NamedType 3283546407
source: Local Currency
fr_fr: Devise société

# Report 1329742833 - NamedType 3921243024
source: Exchange rate: %1/%2
fr_fr: Taux de change : %1/%2

# Report 1329742833 - NamedType 1664139952
source: Purchase - Prepayment Invoice %1
fr_fr: Achats - Facture acompte %1

# Report 1329742833 - NamedType 1026443335
source: %1% VAT
fr_fr: TVA %1%

# Report 1329742833 - NamedType 2939533186
source: VAT Amount
fr_fr: Montant TVA

# Report 1329742833 - NamedType 1928308579
source: Phone No.
fr_fr: N° téléphone

# Report 1329742833 - NamedType 2862688884
source: Home Page
fr_fr: Page d'accueil

# Report 1329742833 - NamedType 595034892
source: Email
fr_fr: Adresse e-mail

# Report 1329742833 - NamedType 1306668226
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 1329742833 - NamedType 13422290
source: Giro No.
fr_fr: N° CCP

# Report 1329742833 - NamedType 2728952663
source: Bank
fr_fr: Banque

# Report 1329742833 - NamedType 4233096702
source: Account No.
fr_fr: N° compte

# Report 1329742833 - NamedType 4092352280
source: Due Date
fr_fr: Date d'échéance

# Report 1329742833 - NamedType 4241823392
source: Invoice No.
fr_fr: N° facture

# Report 1329742833 - NamedType 443421780
source: Posting Date
fr_fr: Date comptabilisation

# Report 1329742833 - NamedType 1302573237
source: Payment Terms
fr_fr: Conditions de paiement

# Report 1329742833 - NamedType 3956110661
source: Shipment Method
fr_fr: Conditions de livraison

# Report 1329742833 - NamedType 3112881028
source: Document Date
fr_fr: Date document

# Report 1329742833 - NamedType 973567044
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 1329742833 - NamedType 4253417872
source: Direct Unit Cost
fr_fr: Coût unitaire direct

# Report 1329742833 - NamedType 2863312810
source: Discount %
fr_fr: % remise

# Report 1329742833 - NamedType 3285233284
source: Amount
fr_fr: Montant

# Report 1329742833 - NamedType 3126303398
source: Subtotal
fr_fr: Sous-total

# Report 1329742833 - NamedType 343413173
source: Payment Discount on VAT
fr_fr: Escompte sur TVA

# Report 1329742833 - NamedType 3701122699
source: Line Dimensions
fr_fr: Analytique ligne

# Report 1329742833 - NamedType 3884610169
source: VAT %
fr_fr: % TVA

# Report 1329742833 - NamedType 1303359398
source: VAT Base
fr_fr: Base TVA

# Report 1329742833 - NamedType 4049601073
source: VAT Amount
fr_fr: Montant TVA

# Report 1329742833 - NamedType 563704494
source: VAT Amount Specification
fr_fr: Détail montant TVA

# Report 1329742833 - NamedType 1378777375
source: Inv. Disc. Base Amount
fr_fr: Montant base remise facture

# Report 1329742833 - NamedType 3548486750
source: Line Amount
fr_fr: Montant ligne

# Report 1329742833 - NamedType 2012124496
source: VAT Identifier
fr_fr: Identifiant TVA

# Report 1329742833 - NamedType 319427301
source: Ship-to Address
fr_fr: Adresse destinataire

# Report 1329742833 - NamedType 1650498060
source: Invoice Discount Amount
fr_fr: Montant remise facture

# Report 1329742833 - NamedType 3288550091
source: Allow Invoice Discount
fr_fr: Autoriser remise facture

# Report 1329742833 - NamedType 3131623398
source: Vendor Initial
fr_fr: Initiale fournisseur

# Report 3396542782 - Property 2879900210
source: Items Barcode LUNIFORM
fr_fr: Articles Barcode LUNIFORM

# Report 4173971656 - Property 2879900210
source: Get Item Ledger Entries
fr_fr: Extraire écritures comptables article

# Report 4173971656 - Control 543275552 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Report 4173971656 - Control 543275552 - Property 1295455071
source: Specifies the date from which the report or batch job processes information.
fr_fr: Spécifie la date à partir de laquelle l'état ou le traitement par lots traite les informations.

# Report 4173971656 - Control 3592094765 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# Report 4173971656 - Control 3592094765 - Property 1295455071
source: Specifies the date to which the report or batch job processes information.
fr_fr: Spécifie la date à laquelle l'état ou le traitement par lots traite les informations.

# Report 4173971656 - Control 101612332 - Property 2879900210
source: Cost Regulation %
fr_fr: % régulation coût

# Report 4173971656 - Control 101612332 - Property 1295455071
source: Specifies the cost regulation percentage to cover freight and insurance. The statistical value of every line in the journal is increased by this percentage.
fr_fr: Spécifie le pourcentage régulation coût pour couvrir le fret et l'assurance. La valeur statistique de chaque ligne feuille est augmentée par ce pourcentage.

# Report 4173971656 - Control 1682889639 - Property 2879900210
source: Group Entries
fr_fr: Grouper les écritures

# Report 4173971656 - Control 1682889639 - Property 1295455071
source: Specifies if you want to group entries with the same Tariff No, Country/Region Code, Item No, Cust.VAT Registration No. This feature substract items returns from shipments and is required in the French Intrastat reporting.
fr_fr: Indique si vous souhaitez grouper les écritures comportant une nomenclature produits, un code pays/région, un n° article ou un n° identif. intracomm. client identique. Cette fonctionnalité retire les retours d'articles des expéditions, elle est requise dans les états D.E.B. français.
