Repository: AymanAYDI/PRODWARE_ALGO
Catalog: Translations/ALGO.g.*.xlf
Languages: fr_fr

# Report 1731123523 - ReportDataItem 3118382297 - Property 1806354803
source: Posted Sales Shipment
fr_fr: Expédition vente enregistrée

# Report 1731123523 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 1731123523 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.

# Report 1731123523 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 1731123523 - Control 316520822 - Property 1295455071
source: Specifies if the document shows internal information.
fr_fr: Spécifie si le document affiche les informations internes.

# Report 1731123523 - Control 816368762 - Property 2879900210
source: Log Interaction
fr_fr: Journal interaction

# Report 1731123523 - Control 816368762 - Property 1295455071
source: Specifies if you want to record the reports that you print as interactions.
fr_fr: Spécifie si vous souhaitez enregistrer les états que vous imprimez en tant qu’interactions.

# Report 1731123523 - Control 2737174276 - Property 2879900210
source: Show Correction Lines
fr_fr: Afficher lignes correction

# Report 1731123523 - Control 2737174276 - Property 1295455071
source: Specifies if the correction lines of an undoing of quantity posting will be shown on the report.
fr_fr: Spécifie si les lignes correction d'annulation de validation quantité seront affichées dans l'état.

# Report 1731123523 - Control 3571734211 - Property 2879900210
source: Show Serial/Lot Number Appendix
fr_fr: Afficher annexe numéro série/lot

# Report 1731123523 - Control 3571734211 - Property 1295455071
source: Specifies if you want to print an appendix to the sales shipment report showing the lot and serial numbers in the shipment.
fr_fr: Spécifie si vous souhaitez imprimer une annexe à l'état Expédition vente pour indiquer les numéros de lot et de série dans l'expédition.

# Report 1731123523 - Control 3803511157 - Property 2879900210
source: Show Assembly Components
fr_fr: Afficher composants d'assemblage

# Report 1731123523 - Control 3803511157 - Property 1295455071
source: Specifies if you want the report to include information about components that were used in linked assembly orders that supplied the item(s) being sold.
fr_fr: Spécifie si vous souhaitez que l’état contienne les informations sur les composants qui ont été utilisés dans des ordres d’assemblage liés qui ont fourni le ou les articles vendus.

# Report 1731123523 - NamedType 3752334001
source: Sales - Shipment %1
fr_fr: Vente : Expédition %1

# Report 1731123523 - NamedType 3469170451
source: Item Tracking - Appendix
fr_fr: Traçabilité - Annexe

# Report 1731123523 - NamedType 1928308579
source: Phone No.
fr_fr: N° téléphone

# Report 1731123523 - NamedType 1306668226
source: VAT Reg. No.
fr_fr: N° id. intracomm.

# Report 1731123523 - NamedType 13422290
source: Giro No.
fr_fr: N° CCP

# Report 1731123523 - NamedType 2728952663
source: Bank
fr_fr: Banque

# Report 1731123523 - NamedType 4233096702
source: Account No.
fr_fr: N° compte

# Report 1731123523 - NamedType 2259602087
source: Shipment No.
fr_fr: N° expédition

# Report 1731123523 - NamedType 4217840372
source: Shipment Date
fr_fr: Date de préparation

# Report 1731123523 - NamedType 2862688884
source: Home Page
fr_fr: Page d'accueil

# Report 1731123523 - NamedType 1877430892
source: Email
fr_fr: Adresse e-mail

# Report 1731123523 - NamedType 2728513993
source: Document Date
fr_fr: Date document

# Report 1731123523 - NamedType 973567044
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 1731123523 - NamedType 3701122699
source: Line Dimensions
fr_fr: Analytique ligne

# Report 1731123523 - NamedType 852687422
source: Bill-to Address
fr_fr: Adresse facturation

# Report 1731123523 - NamedType 3246368361
source: Quantity
fr_fr: Quantité

# Report 1731123523 - NamedType 601422815
source: Serial No.
fr_fr: N° de série

# Report 1731123523 - NamedType 3926274846
source: Lot No.
fr_fr: N° lot

# Report 1731123523 - NamedType 1292293871
source: No.
fr_fr: N°

# Report 1731123523 - NamedType 4022464961
source: Page %1 of %2
fr_fr: Page %1 de %2

# Report 1731123523 - NamedType 1226149139
source: Reference Total :
fr_fr: Total référence:

# Report 1731123523 - NamedType 3588647909
source: LLC with the Capital of %1 - Siret No. %2 -APE Code %3 - VAT Intracom. No. %4 - RCS CARCASSONE %5
fr_fr: SARL au capital de %1 - n ° Siret : %2 - Code APE : %3 - n° TVA intracom. : %4 - RC : %5

# Report 1731123523 - NamedType 2950951292
source: Bank : %1 - Iban number : %2 - Swift code %3
fr_fr: Banque: %1-Numéro IBAN: %2-code SWIFT: %3

# Report 1731123523 - NamedType 3394395025
source: Order Reference
fr_fr: Réf. Cde

# Report 1731123523 - NamedType 2219219549
source: Our Document No.
fr_fr: Notre n° document

# Report 1731123523 - NamedType 2930771099
source: Purchase Order No.
fr_fr: N° commande achat

# Report 606845927 - Property 2879900210
source: Purchase - Credit Memo
fr_fr: Achats : Avoir fournisseur

# Report 606845927 - ReportDataItem 2271228953 - Property 1806354803
source: Posted Purchase Cr. Memo
fr_fr: Avoir achat validé

# Report 606845927 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 606845927 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.

# Report 606845927 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 606845927 - Control 316520822 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
fr_fr: Spécifie si vous souhaitez que l'état imprimé affiche les informations internes uniquement.

# Report 606845927 - Control 816368762 - Property 2879900210
source: Log Interaction
fr_fr: Journal interaction

# Report 606845927 - Control 816368762 - Property 1295455071
source: Specifies that interactions with the contact are logged.
fr_fr: Spécifie que les interactions avec le contact sont enregistrées.

# Report 606845927 - NamedType 95063322
source: (Applies to %1 %2)
fr_fr: (Doc. lettrage %1 %2)

# Report 606845927 - NamedType 1370456556
source: Purchase - Credit Memo%1
fr_fr: Achats : Avoir%1

# Report 606845927 - NamedType 3283546407
source: VAT Amount Specification in
fr_fr: Détail TVA dans

# Report 606845927 - NamedType 3921243024
source: Local Currency
fr_fr: Devise société

# Report 606845927 - NamedType 1664139952
source: Exchange rate: %1/%2
fr_fr: Taux de change : %1/%2

# Report 606845927 - NamedType 1026443335
source: Purchase - Prepmt. Credit Memo %1
fr_fr: Achats - Avoir acompte %1

# Report 606845927 - NamedType 2939533186
source: %1% VAT
fr_fr: TVA %1%

# Report 606845927 - NamedType 2301836569
source: VAT Amount
fr_fr: Montant TVA

# Report 606845927 - NamedType 1928308579
source: Phone No.
fr_fr: N° téléphone

# Report 606845927 - NamedType 1806172883
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 606845927 - NamedType 13422290
source: Giro No.
fr_fr: N° CCP

# Report 606845927 - NamedType 2728952663
source: Bank
fr_fr: Banque

# Report 606845927 - NamedType 54637232
source: Account No.
fr_fr: N° compte

# Report 606845927 - NamedType 1214816438
source: Credit Memo No.
fr_fr: N° avoir

# Report 606845927 - NamedType 443421780
source: Posting Date
fr_fr: Date comptabilisation

# Report 606845927 - NamedType 973567044
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 606845927 - NamedType 4253417872
source: Direct Unit Cost
fr_fr: Coût unitaire direct

# Report 606845927 - NamedType 58636702
source: Discount %
fr_fr: % remise

# Report 606845927 - NamedType 3285233284
source: Amount
fr_fr: Montant

# Report 606845927 - NamedType 250968736
source: Invoice Discount Amount
fr_fr: Montant remise facture

# Report 606845927 - NamedType 3126303398
source: Subtotal
fr_fr: Sous-total

# Report 606845927 - NamedType 112887660
source: Payment Discount on VAT
fr_fr: Escompte sur TVA

# Report 606845927 - NamedType 3701122699
source: Line Dimensions
fr_fr: Analytique ligne

# Report 606845927 - NamedType 4000147442
source: VAT Amount Specification
fr_fr: Détail montant TVA

# Report 606845927 - NamedType 3548486750
source: Line Amount
fr_fr: Montant ligne

# Report 606845927 - NamedType 1378777375
source: Invoice Discount Base Amount
fr_fr: Montant base remise facture

# Report 606845927 - NamedType 1650498060
source: Invoice Discount Amount
fr_fr: Montant remise facture

# Report 606845927 - NamedType 232471621
source: Ship-to Address
fr_fr: Adresse destinataire

# Report 606845927 - NamedType 969467040
source: VAT %
fr_fr: % TVA

# Report 606845927 - NamedType 1303359398
source: VAT Base
fr_fr: Base TVA

# Report 606845927 - NamedType 4049601073
source: VAT Amount
fr_fr: Montant TVA

# Report 606845927 - NamedType 2012124496
source: VAT Identifier
fr_fr: Identifiant TVA

# Report 606845927 - NamedType 2862688884
source: Home Page
fr_fr: Page d'accueil

# Report 606845927 - NamedType 595034892
source: Email
fr_fr: Adresse e-mail

# Report 606845927 - NamedType 2728513993
source: Document Date
fr_fr: Date document

# Report 606845927 - NamedType 527587011
source: Allow Invoice Discount
fr_fr: Autoriser remise facture

# Report 4103806249 - Property 2879900210
source: Get Source Documents
fr_fr: Extraire documents origine

# Report 4103806249 - Control 1343034496 - Property 2879900210
source: Do Not Fill Qty. to Handle
fr_fr: Ne pas remplir qté à traiter

# Report 4103806249 - Control 1343034496 - Property 1295455071
source: Specifies if the Quantity to Handle field in the warehouse document is prefilled according to the source document quantities.
fr_fr: Spécifie si le champ Quantité à traiter du document entrepôt est prérempli en fonction des quantités du document source.

# Report 4103806249 - NamedType 2476940767
source: There are no Warehouse Receipt Lines created.
fr_fr: Aucune ligne réception entrepôt n'a été créée.

# Report 4103806249 - NamedType 3114637384
source: %1 %2 has been created.
fr_fr: %1 %2 a été créé(e).

# Report 4103806249 - NamedType 3752334001
source: %1 Warehouse Receipts have been created.
fr_fr: %1 réceptions entrepôt ont été créées.

# Report 4103806249 - NamedType 95063322
source: There are no Warehouse Shipment Lines created.
fr_fr: Aucune ligne expéd. entrepôt créée.

# Report 4103806249 - NamedType 732759939
source: %1 Warehouse Shipments have been created.
fr_fr: Expéditions entrepôt %1 créées.

# Report 4103806249 - NamedType 1370456556
source: One or more of the lines on this %1 require special warehouse handling. The %2 for such lines has been set to blank.
fr_fr: Une ou plusieurs lignes de ce %1 requièrent un délai entrepôt spécial. Le %2 pour de telles lignes a été défini sur une valeur vide.

# Report 4103806249 - NamedType 3035615745
source: %1 source documents were not included because the customer is blocked.
fr_fr: %1 documents sources n'ont pas été inclus car le client est bloqué.

# Report 774948942 - Property 2879900210
source: Sales - Invoice
fr_fr: Ventes : Facture

# Report 774948942 - ReportDataItem 809936682 - Property 1806354803
source: Posted Sales Invoice
fr_fr: Facture vente enregistrée

# Report 774948942 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 774948942 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.

# Report 774948942 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 774948942 - Control 316520822 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
fr_fr: Spécifie si vous souhaitez que l'état imprimé affiche les informations internes uniquement.

# Report 774948942 - Control 531659791 - Property 2879900210
source: Retrocession
fr_fr: Rétrocession

# Report 774948942 - Control 816368762 - Property 2879900210
source: Log Interaction
fr_fr: Journal interaction

# Report 774948942 - Control 816368762 - Property 1295455071
source: Specifies that interactions with the contact are logged.
fr_fr: Spécifie que les interactions avec le contact sont enregistrées.

# Report 774948942 - Control 3692619647 - Property 2879900210
source: Include Shipment No.
fr_fr: Inclure numéro expédition

# Report 774948942 - Control 3692619647 - Property 1295455071
source: Specifies if you want the report to show the shipment number for each invoice.
fr_fr: Spécifie si vous souhaitez que l'état affiche le numéro d'expédition de chaque facture.

# Report 774948942 - Control 1885540899 - Property 2879900210
source: Show Assembly Components
fr_fr: Afficher composants d'assemblage

# Report 774948942 - Control 1885540899 - Property 1295455071
source: Specifies if you want the report to include information about components that were used in linked assembly orders that supplied the item(s) being sold.
fr_fr: Spécifie si vous souhaitez que l’état contienne les informations sur les composants qui ont été utilisés dans des ordres d’assemblage liés qui ont fourni le ou les articles vendus.

# Report 774948942 - Control 215716959 - Property 2879900210
source: Show Additional Fee Note
fr_fr: Afficher la note de frais supplémentaires

# Report 774948942 - Control 215716959 - Property 1295455071
source: Specifies that any notes about additional fees are included on the document.
fr_fr: Indique si des notes relatives aux frais supplémentaires sont incluses dans le document.

# Report 774948942 - NamedType 732759939
source: Sales - Invoice %1
fr_fr: Ventes : Facture %1

# Report 774948942 - NamedType 4022464961
source: Page %1 of %2
fr_fr: Page %1 de %2

# Report 774948942 - NamedType 2645849790
source: VAT Amount Specification in
fr_fr: Détail TVA dans

# Report 774948942 - NamedType 3283546407
source: Local Currency
fr_fr: Devise société

# Report 774948942 - NamedType 3921243024
source: Exchange rate: %1/%2
fr_fr: Taux de change : %1/%2

# Report 774948942 - NamedType 1664139952
source: Sales - Prepayment Invoice %1
fr_fr: Ventes - Facture acompte %1

# Report 774948942 - NamedType 2247286032
source: ShipmentNo
fr_fr: NoExpédition

# Report 774948942 - NamedType 1928308579
source: Phone No.
fr_fr: N° téléphone

# Report 774948942 - NamedType 1306668226
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 774948942 - NamedType 13422290
source: Giro No.
fr_fr: N° CCP

# Report 774948942 - NamedType 2728952663
source: Bank
fr_fr: Banque

# Report 774948942 - NamedType 4233096702
source: Account No.
fr_fr: N° compte

# Report 774948942 - NamedType 4092352280
source: Due Date
fr_fr: Date d'échéance

# Report 774948942 - NamedType 4241823392
source: Invoice No.
fr_fr: N° facture

# Report 774948942 - NamedType 443421780
source: Posting Date
fr_fr: Date comptabilisation

# Report 774948942 - NamedType 2090169835
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 774948942 - NamedType 3659909257
source: Unit Price
fr_fr: Prix unitaire

# Report 774948942 - NamedType 1301502726
source: Discount %
fr_fr: % remise

# Report 774948942 - NamedType 694817936
source: Amount
fr_fr: Montant

# Report 774948942 - NamedType 3365690297
source: VAT Clause
fr_fr: Clause TVA

# Report 774948942 - NamedType 2633846126
source: Posted Shipment Date
fr_fr: Date expédition validée

# Report 774948942 - NamedType 1650498060
source: Inv. Discount Amount
fr_fr: Montant remise facture

# Report 774948942 - NamedType 3126303398
source: Subtotal
fr_fr: Sous-total

# Report 774948942 - NamedType 990604365
source: Payment Discount on VAT
fr_fr: Escompte sur TVA

# Report 774948942 - NamedType 1135475553
source: Shipment
fr_fr: Expédition

# Report 774948942 - NamedType 1264881203
source: Line Dimensions
fr_fr: Analytique ligne

# Report 774948942 - NamedType 969467040
source: VAT %
fr_fr: % TVA

# Report 774948942 - NamedType 1303359398
source: VAT Base
fr_fr: Base TVA

# Report 774948942 - NamedType 4049601073
source: VAT Amount
fr_fr: Montant TVA

# Report 774948942 - NamedType 1396908878
source: VAT Amount Specification
fr_fr: Détail montant TVA

# Report 774948942 - NamedType 494261423
source: VAT Identifier
fr_fr: Identifiant TVA

# Report 774948942 - NamedType 1378777375
source: Invoice Discount Base Amount
fr_fr: Montant base remise facture

# Report 774948942 - NamedType 3548486750
source: Line Amount
fr_fr: Montant ligne

# Report 774948942 - NamedType 4127066163
source: Invoice Discount Amount
fr_fr: Montant remise facture

# Report 774948942 - NamedType 1637538090
source: Ship-to Address
fr_fr: Adresse destinataire

# Report 774948942 - NamedType 590686299
source: Payment Terms
fr_fr: Conditions de paiement

# Report 774948942 - NamedType 2248224435
source: Shipment Method
fr_fr: Conditions de livraison

# Report 774948942 - NamedType 2862688884
source: Home Page
fr_fr: Page d'accueil

# Report 774948942 - NamedType 595034892
source: Email
fr_fr: Adresse e-mail

# Report 774948942 - NamedType 3112881028
source: Document Date
fr_fr: Date document

# Report 774948942 - NamedType 1226149139
source: Reference Total :
fr_fr: Total référence:

# Report 774948942 - NamedType 3541342557
source: The 2 parts signature will validate the order :
fr_fr: La signature des 2 parties validera la commande,

# Report 774948942 - NamedType 2903645940
source: under the enumerated conditions of sale
fr_fr: dans les conditions de vente enumérées

# Report 774948942 - NamedType 3588647909
source: %6 with the Capital of %1 - Siret No. %2 -APE Code %3 - VAT Intracom. No. %4 - RC : %5
fr_fr: %6 au capital de %1 - n ° Siret : %2 - Code APE : %3 - n° TVA intracom. : %4 - RC : %5

# Report 774948942 - NamedType 1675558058
source: Head Office : %1 %2
fr_fr: Siège Social : %1 %2

# Report 774948942 - NamedType 2950951292
source: Bank : %1 - Iban number : %2 - Swift code %3
fr_fr: Banque: %1-Numéro IBAN: %2-code SWIFT: %3

# Report 774948942 - NamedType 2313254675
source: Fixed compensation of 40€ corresponding to collecting charges in the case the payment is made after the due date (Article L.441-3 and L.441-6 of the French commercial code)
fr_fr: Indemnité forfaitaire pour frais de recouvrement de 40.00€ en cas de paiement après échéance (Application des articles L.441-3 et L.441-6 du code de commerce)

# Report 774948942 - NamedType 1176201979
source: Plug Company :
fr_fr: Cachet de l'entreprise:

# Report 774948942 - NamedType 2287910814
source: Color :
fr_fr: Couleur:

# Report 774948942 - NamedType 1012517580
source: We certify ................. see general conditions of sales
fr_fr: Nous certifions .................voir conditions générales de ventes

# Report 774948942 - NamedType 3394395025
source: Order Reference
fr_fr: Réf. Cde

# Report 774948942 - NamedType 2887327103
source: Payment Method :
fr_fr: Mode de paiement:

# Report 774948942 - NamedType 516379149
source: Country Of Origine : %1
fr_fr: Pays d’origine : %1

# Report 774948942 - NamedType 231677546
source: H.S. Code : %1
fr_fr: Code H.S. : %1

# Report 774948942 - NamedType 3159519617
source: Net Weight (kg.) : %1
fr_fr: Poids net (kg) : %1

# Report 774948942 - NamedType 291096433
source: Net volume in cm3 : %1
fr_fr: Volume net en cm3 : %1

# Report 774948942 - NamedType 1825392415
source: Outside Composition : %1% %2
fr_fr: Composition extérieur: %1% %2

# Report 774948942 - NamedType 2280837451
source: Leather trim : %1% %2
fr_fr: Cuir de garniture : %1% %2

# Report 774948942 - NamedType 3567898755
source: Inside Linning : %1
fr_fr: Doublure intérieure : %1

# Report 774948942 - NamedType 1125957194
source: Metal part : %1
fr_fr: Bijouterie : %1

# Report 774948942 - NamedType 3023224956
source: Dimension (H*L*W) : %1, %2, %3
fr_fr: Dimensions (H * L * W): %1, %2, %3

# Report 774948942 - NamedType 1261735231
source: Net weight Total (kg.)
fr_fr: Poids net total (kg)

# Report 774948942 - NamedType 3821848947
source: Quantity Total
fr_fr: Quantité totale

# Report 774948942 - NamedType 365345446
source: Wood 1 : %1
fr_fr: Bois 1 : %1

# Report 774948942 - NamedType 2362639891
source: Wood 1 Weight (kg.) : %1
fr_fr: Poids en bois 1 (kg) : %1

# Report 774948942 - NamedType 2747222891
source: Wood 2 : %1
fr_fr: Bois 2 : %1

# Report 774948942 - NamedType 4275729742
source: Wood 2 Weight (kg.) : %1
fr_fr: Poids en bois 2 (kg) : %1

# Report 774948942 - NamedType 3384919508
source: Wood 2 : %1
fr_fr: Bois 2 : %1

# Report 774948942 - NamedType 3638033125
source: Wood 2 Weight (kg.) : %1
fr_fr: Poids en bois 2 (kg) : %1

# Report 774948942 - NamedType 782038511
source: Bank Identifier No. :
fr_fr: N ° identifiant bancaire:

# Report 774948942 - NamedType 2429720793
source: Shipment Method :
fr_fr: Conditions de livraison:

# Report 425423919 - Property 2879900210
source: Calculate Subcontracts
fr_fr: Générer sous-traitances

# Report 425423919 - NamedType 2476940767
source: Processing Work Centers #1##########\
fr_fr: Traitement des centres de charge #1##########\

# Report 425423919 - NamedType 3114637384
source: Processing Orders #2##########
fr_fr: Traitement des O.F. #2##########

# Report 3922720710 - Property 2879900210
source: Etiquette articles GOYARD
fr_fr: Articles de GOYARD

# Report 2252774078 - Property 2879900210
source: Order
fr_fr: Commande

# Report 2252774078 - ReportDataItem 2072992664 - Property 1806354803
source: Purchase Order
fr_fr: Commande achat

# Report 2252774078 - Control 3192306909 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 2252774078 - Control 3192306909 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.

# Report 2252774078 - Control 3662524380 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 2252774078 - Control 3662524380 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
fr_fr: Spécifie si vous souhaitez que l'état imprimé affiche les informations internes uniquement.

# Report 2252774078 - Control 3255118903 - Property 2879900210
source: Archive Document
fr_fr: Archiver document

# Report 2252774078 - Control 3255118903 - Property 1295455071
source: Specifies whether to archive the order.
fr_fr: Spécifie s’il faut archiver la commande ou non.

# Report 2252774078 - Control 816368762 - Property 2879900210
source: Log Interaction
fr_fr: Journal interaction

# Report 2252774078 - Control 816368762 - Property 1295455071
source: Specifies if you want the program to log this interaction.
fr_fr: Spécifie si vous souhaitez que le programme enregistre cette interaction.

# Report 2252774078 - NamedType 732759939
source: Order %1
fr_fr: Commande %1

# Report 2252774078 - NamedType 2645849790
source: VAT Amount Specification in
fr_fr: Détail TVA dans

# Report 2252774078 - NamedType 3283546407
source: Local Currency
fr_fr: Devise société

# Report 2252774078 - NamedType 3921243024
source: Exchange rate: %1/%2
fr_fr: Taux de change : %1/%2

# Report 2252774078 - NamedType 2826867220
source: Phone No.
fr_fr: N° téléphone

# Report 2252774078 - NamedType 322581705
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 2252774078 - NamedType 1454106313
source: Giro No.
fr_fr: N° CCP

# Report 2252774078 - NamedType 1275674192
source: Bank
fr_fr: Banque

# Report 2252774078 - NamedType 2438826717
source: Account No.
fr_fr: N° compte

# Report 2252774078 - NamedType 2219219549
source: Order No.
fr_fr: N° commande
