Repository: AymanAYDI/PRODWARE_ALGO
Catalog: Translations/ALGO.g.*.xlf
Languages: fr_fr

# Page 1827305221 - Control 2814799924 - Property 1295455071
source: Specifies the bin where the items are picked or put away.
fr_fr: Spécifie l'emplacement où les articles sont prélevés ou rangés.

# Page 1827305221 - Control 2704404533 - Property 1295455071
source: Specifies how many units are being sold.
fr_fr: Spécifie le nombre d'unités vendues.

# Page 1827305221 - Control 2385270358 - Property 1295455071
source: Specifies how each unit of the item or resource is measured, such as in pieces or hours. By default, the value in the Base Unit of Measure field on the item or resource card is inserted.
fr_fr: Spécifie la manière dont chaque unité de l’article ou de la ressource est mesurée, par exemple en unités ou en heures. Par défaut, la valeur du champ Unité de base de la fiche article ou la ressource est insérée.

# Page 1827305221 - Control 1920046521 - Property 1295455071
source: Specifies the unit of measure for the item or resource on the sales line.
fr_fr: Spécifie l'unité de mesure de l'article ou de la ressource sur la ligne vente.

# Page 1827305221 - Control 68186622 - Property 1295455071
source: Specifies the unit cost of the item on the line.
fr_fr: Spécifie le coût unitaire pour l'article sur la ligne.

# Page 1827305221 - Control 2892624815 - Property 2879900210
source: Sales Price Exists
fr_fr: Prix vente existant

# Page 1827305221 - Control 2892624815 - Property 1295455071
source: Specifies that there is a specific price for this customer.
fr_fr: Spécifie qu'un prix spécifique existe pour ce client.

# Page 1827305221 - Control 2937233469 - Property 1295455071
source: Specifies the price for one unit on the sales line.
fr_fr: Spécifie le prix d'une unité de la ligne vente.

# Page 1827305221 - Control 2702998682 - Property 1295455071
source: Specifies the discount percentage that is granted for the item on the line.
fr_fr: Spécifie le pourcentage de remise ligne accordé pour l'article de la ligne.

# Page 1827305221 - Control 3582421358 - Property 1295455071
source: Specifies the net amount, excluding any invoice discount amount, that must be paid for products on the line.
fr_fr: Spécifie le montant net, hors montant remise facture, à payer pour les produits sur la ligne.

# Page 1827305221 - Control 3334214853 - Property 2879900210
source: Sales Line Disc. Exists
fr_fr: Rem. ligne vente existante

# Page 1827305221 - Control 3334214853 - Property 1295455071
source: Specifies that there is a specific discount for this customer.
fr_fr: Spécifie qu'une remise spécifique existe pour ce client.

# Page 1827305221 - Control 1206454073 - Property 1295455071
source: Specifies the discount amount that is granted for the item on the line.
fr_fr: Spécifie le montant de la remise accordée pour l'article de la ligne.

# Page 1827305221 - Control 3222158277 - Property 1295455071
source: Specifies if the invoice line is included when the invoice discount is calculated.
fr_fr: Spécifie si la ligne facture est incluse lors du calcul de la remise facture.

# Page 1827305221 - Control 907522666 - Property 1295455071
source: Specifies the invoice discount amount for the line.
fr_fr: Spécifie le montant de la remise facture pour la ligne.

# Page 1827305221 - Control 65364031 - Property 1295455071
source: Specifies that you can assign item charges to this line.
fr_fr: Spécifie que vous pouvez affecter des frais annexes à cette ligne.

# Page 1827305221 - Control 2205552060 - Property 1295455071
source: Specifies how many units of the item charge will be assigned to the line.
fr_fr: Spécifie le nombre d'unités de frais annexes qui seront affectés à la ligne.

# Page 1827305221 - Control 2607956334 - Property 1295455071
source: Specifies the quantity of the item charge that was assigned to a specified item when you posted this sales line.
fr_fr: Spécifie la quantité de frais annexes affectés à un élément spécifié lors de la validation de cette ligne vente.

# Page 1827305221 - Control 1908272084 - Property 1295455071
source: Specifies the number of the related job. If you fill in this field and the Job Task No. field, then a job ledger entry will be posted together with the sales line.
fr_fr: Spécifie le numéro du projet concerné. Si vous renseignez ce champ et le champ N° tâche projet, alors une écriture comptable projet sera validée avec la ligne vente.

# Page 1827305221 - Control 561421623 - Property 1295455071
source: Specifies the number of the related job task.
fr_fr: Spécifie le numéro de la tâche projet concernée.

# Page 1827305221 - Control 1800052274 - Property 1295455071
source: Specifies the entry number of the job planning line that the sales line is linked to.
fr_fr: Spécifie le numéro d'écriture de la ligne planning projet à laquelle la ligne vente est liée.

# Page 1827305221 - Control 495755103 - Property 1295455071
source: Specifies the VAT category in connection with electronic document sending. For example, when you send sales documents through the PEPPOL service, the value in this field is used to populate several fields, such as the ClassifiedTaxCategory element in the Item group. It is also used to populate the TaxCategory element in both the TaxSubtotal and AllowanceCharge group. The number is based on the UNCL5305 standard.
fr_fr: Spécifie la catégorie TVA en relation avec l'envoi de document électronique. Par exemple, lorsque vous envoyez des documents vente via le service PEPPOL, la valeur dans ce champ est utilisée pour remplir plusieurs champs, tels que l'élément ClassifiedTaxCategory du groupe Article. Elle est également utilisée pour remplir l'élément TaxCategory à la fois dans le groupe TaxSubtotal et dans le groupe AllowanceCharge. Le nombre est basé sur la norme UNCL5305.

# Page 1827305221 - Control 4045368290 - Property 1295455071
source: Specifies the code for the shipping agent who is transporting the items.
fr_fr: Spécifie le code du transporteur des articles.

# Page 1827305221 - Control 2730811709 - Property 1295455071
source: Specifies the code for the service, such as a one-day delivery, that is offered by the shipping agent.
fr_fr: Spécifie le code pour le service, telle qu'une livraison sous 24 heures, assurée par un transporteur.

# Page 1827305221 - Control 3618073952 - Property 1295455071
source: Specifies which work type the resource applies to when the sale is related to a job.
fr_fr: Spécifie le type travail auquel la ressource s'applique lorsque la vente est liée à un projet.

# Page 1827305221 - Control 3299467854 - Property 1295455071
source: Specifies the number of the blanket order that the record originates from.
fr_fr: Spécifie le numéro de la commande ouverte d'où provient l'enregistrement.

# Page 1827305221 - Control 763268384 - Property 1295455071
source: Specifies the number of the blanket order line that the record originates from.
fr_fr: Spécifie le numéro de la ligne de la commande ouverte d'où provient l'enregistrement.

# Page 1827305221 - Control 3942279885 - Property 1295455071
source: Specifies the date that will be used on related fixed asset ledger entries.
fr_fr: Spécifie la date qui sera utilisée sur les écritures comptables immobilisation associées.

# Page 1827305221 - Control 3389861232 - Property 1295455071
source: Specifies if depreciation was calculated until the FA posting date of the line.
fr_fr: Spécifie si l'amortissement a été calculé jusqu'à la date comptabilisation immobilisation de la ligne.

# Page 1827305221 - Control 2223214263 - Property 1295455071
source: Specifies the code for the depreciation book to which the line will be posted if you have selected Fixed Asset in the Type field for this line.
fr_fr: Spécifie le code des lois d'amortissement sur lesquelles la ligne sera validée, si vous avez sélectionné Immobilisation dans le champ Type de cette ligne.

# Page 1827305221 - Control 607461957 - Property 1295455071
source: Specifies, if the type is Fixed Asset, that information on the line is to be posted to all the assets defined depreciation books.
fr_fr: Spécifie, si le type est Immobilisation, que les informations figurant sur la ligne soient validées par rapport à toutes les lois d’amortissement définies par immobilisations.

# Page 1827305221 - Control 2385065524 - Property 1295455071
source: Specifies a depreciation book code if you want the journal line to be posted to that depreciation book, as well as to the depreciation book in the Depreciation Book Code field.
fr_fr: Spécifie un code loi d'amortissement dans ce champ si vous souhaitez que la ligne feuille soit validée sur cette loi d'amortissement, mais également sur celle figurant dans le champ Code loi d'amortissement.

# Page 1827305221 - Control 565903963 - Property 1295455071
source: Specifies the number of the item ledger entry that the document or journal line is applied from.
fr_fr: Spécifie le numéro de l'écriture comptable article à partir de laquelle le document ou la ligne feuille est lettrée.

# Page 1827305221 - Control 3244334840 - Property 1295455071
source: Specifies the number of the item ledger entry that the document or journal line is applied -to.
fr_fr: Spécifie le numéro de l'écriture comptable article à laquelle la ligne feuille ou le document est lettré.

# Page 1827305221 - Control 866715734 - Property 1295455071
source: Specifies the deferral template that governs how revenue earned with this sales document is deferred to the different accounting periods when the good or service was delivered.
fr_fr: Spécifie le modèle d'échelonnement qui régit la manière dont les revenus réalisés à l'aide de ce document vente sont reportés sur les différentes périodes de comptabilité lorsque le bien ou le service est livré.

# Page 1827305221 - Control 1577567912 - Property 1295455071
source: Specifies the code for Shortcut Dimension 1, which is one of two global dimension codes that you set up in the General Ledger Setup window.
fr_fr: Spécifie le code du raccourci Axe 1 qui est l'un des codes d'axe principal que vous configurez dans la fenêtre Paramètres comptabilité.

# Page 1827305221 - Control 1003760969 - Property 1295455071
source: Specifies the code for Shortcut Dimension 2, which is one of two global dimension codes that you set up in the General Ledger Setup window.
fr_fr: Spécifie le code du raccourci Axe 2 qui est l'un des codes d'axe principal que vous configurez dans la fenêtre Paramètres comptabilité.

# Page 1827305221 - Control 486908828 - Property 1295455071
source: Specifies the document number.
fr_fr: Spécifie le numéro du document.

# Page 1827305221 - Control 3320823955 - Property 1295455071
source: Specifies the line number.
fr_fr: Spécifie le numéro de ligne.

# Page 1827305221 - Control 2750318690 - Property 2879900210
source: Subtotal Excl. VAT
fr_fr: Sous-total HT

# Page 1827305221 - Control 2750318690 - Property 1295455071
source: Specifies the sum of the value in the Line Amount Excl. VAT field on all lines in the document.
fr_fr: Spécifie la somme de la valeur dans le champ Montant acompte HT sur toutes les lignes du document.

# Page 1827305221 - Control 3104584724 - Property 2879900210
source: Invoice Discount Amount
fr_fr: Montant remise facture

# Page 1827305221 - Control 3104584724 - Property 1295455071
source: Specifies a discount amount that is deducted from the value in the Total Incl. VAT field. You can enter or change the amount manually.
fr_fr: Spécifie un montant de remise qui est déduit de la valeur dans le champ Total TTC. Vous pouvez saisir ou modifier le montant manuellement.

# Page 1827305221 - Control 2736020133 - Property 2879900210
source: Invoice Discount %
fr_fr: % remise facture

# Page 1827305221 - Control 2736020133 - Property 1295455071
source: Specifies a discount percentage that is granted if criteria that you have set up for the customer are met.
fr_fr: Indique un pourcentage de remise qui est accordé si les critères que vous avez paramétrés pour le client sont réunis.

# Page 1827305221 - Control 4231276579 - Property 2879900210
source: Total Amount Excl. VAT
fr_fr: Montant total HT

# Page 1827305221 - Control 4231276579 - Property 1295455071
source: Specifies the sum of the value in the Line Amount Excl. VAT field on all lines in the document minus any discount amount in the Invoice Discount Amount field.
fr_fr: Spécifie la somme de la valeur du champ Montant ligne HT sur toutes les lignes du document, moins l'éventuel montant remise indiqué dans le champ Montant remise facture.

# Page 1827305221 - Control 1658561743 - Property 2879900210
source: Total VAT
fr_fr: Total TVA

# Page 1827305221 - Control 1658561743 - Property 1295455071
source: Specifies the sum of VAT amounts on all lines in the document.
fr_fr: Spécifie la somme des montants de TVA sur toutes les lignes du document.

# Page 1827305221 - Control 1153710285 - Property 2879900210
source: Total Amount Incl. VAT
fr_fr: Montant total TTC

# Page 1827305221 - Control 1153710285 - Property 1295455071
source: Specifies the sum of the value in the Line Amount Incl. VAT field on all lines in the document minus any discount amount in the Invoice Discount Amount field.
fr_fr: Spécifie la somme de la valeur du champ Montant TTC sur toutes les lignes du document, moins l'éventuel montant remise indiqué dans le champ Montant remise facture.

# Page 1827305221 - Action 1402615620 - Property 2879900210
source: &Line
fr_fr: Ligne

# Page 1827305221 - Action 3106002577 - Property 2879900210
source: F&unctions
fr_fr: Fonctions

# Page 1827305221 - Action 4050668175 - Property 2879900210
source: Get &Price
fr_fr: Extraire prix

# Page 1827305221 - Action 4050668175 - Property 1295455071
source: Insert the lowest possible price in the Unit Price field according to any special price that you have set up.
fr_fr: Insérer le prix le plus bas possible dans le champ Prix unitaire en fonction des prix spéciaux que vous avez définis.

# Page 1827305221 - Action 2269973469 - Property 2879900210
source: Get Li&ne Discount
fr_fr: Extraire remise ligne

# Page 1827305221 - Action 2269973469 - Property 1295455071
source: Insert the best possible discount in the Line Discount field according to any special discounts that you have set up.
fr_fr: Insérer la remise la plus basse possible dans le champ Remise ligne en fonction des remises spéciales que vous avez définies.

# Page 1827305221 - Action 4271580451 - Property 2879900210
source: E&xplode BOM
fr_fr: Eclater nomenclature

# Page 1827305221 - Action 4271580451 - Property 1295455071
source: Insert new lines for the components on the bill of materials, for example to sell the parent item as a kit. CAUTION: The line for the parent item will be deleted and represented by a description only. To undo, you must delete the component lines and add a line the parent item again.
fr_fr: Insérez les nouvelles lignes pour les composants de la nomenclature, par exemple pour vendre l’article parent en tant que kit. Attention : La ligne de l’article parent sera supprimée et représentée par une description uniquement. Pour annuler, vous devez supprimer les lignes composant et ajouter à nouveau une ligne de l’article parent.

# Page 1827305221 - Action 3787205588 - Property 2879900210
source: Insert &Ext. Texts
fr_fr: Insérer textes étendus

# Page 1827305221 - Action 3787205588 - Property 1295455071
source: Insert the extended item description that is set up for the item that is being processed on the line.
fr_fr: Insérez la description plus longue qui est paramétrée pour l'article en cours de traitement sur la ligne.

# Page 1827305221 - Action 3328355141 - Property 2879900210
source: Get &Shipment Lines
fr_fr: Extraire lignes expéd.

# Page 1827305221 - Action 3328355141 - Property 1295455071
source: Select multiple shipments to the same customer because you want to combine them on one invoice.
fr_fr: Sélectionnez plusieurs expéditions enregistrées pour le même client car vous souhaitez les combiner sur une facture.

# Page 1827305221 - Action 3035192297 - Property 2879900210
source: Item Availability by
fr_fr: Disponibilité article par

# Page 1827305221 - Action 3310733264 - Property 2879900210
source: Event
fr_fr: Evénement

# Page 1827305221 - Action 3310733264 - Property 1295455071
source: View how the actual and the projected available balance of an item will develop over time according to supply and demand events.
fr_fr: Affichez le développement du niveau de stock réel et prévisionnel d'un article dans le temps en fonction des événements de l'offre et de la demande.

# Page 1827305221 - Action 912261439 - Property 2879900210
source: Period
fr_fr: Période

# Page 1827305221 - Action 912261439 - Property 1295455071
source: Show the projected quantity of the item over time according to time periods, such as day, week, or month.
fr_fr: Affichez la quantité prévisionnelle de l'article dans le temps en fonction de périodes de temps, par exemple jour, semaine ou mois.

# Page 1827305221 - Action 112710097 - Property 2879900210
source: Variant
fr_fr: Variante

# Page 1827305221 - Action 112710097 - Property 1295455071
source: View or edit the item's variants. Instead of setting up each color of an item as a separate item, you can set up the various colors as variants of the item.
fr_fr: Affichez ou modifiez les variantes article. Au lieu de créer chaque couleur pour un article en tant qu'article séparé, vous pouvez spécifier les différentes couleurs comme variantes de l'article.

# Page 1827305221 - Action 3891454143 - Property 2879900210
source: Location
fr_fr: Magasin

# Page 1827305221 - Action 3891454143 - Property 1295455071
source: View the actual and projected quantity of the item per location.
fr_fr: Afficher la quantité réelle et prévisionnelle de l’article par magasin.

# Page 1827305221 - Action 2882465090 - Property 2879900210
source: BOM Level
fr_fr: Niveau nomenclature

# Page 1827305221 - Action 2882465090 - Property 1295455071
source: View availability figures for items on bills of materials that show how many units of a parent item you can make based on the availability of child items.
fr_fr: Affichez les chiffres de disponibilité pour les articles de nomenclature qui indiquent combien d'unités d'un parent vous pouvez effectuer sur la base de la disponibilité des éléments enfant.

# Page 1827305221 - Action 2499942453 - Property 2879900210
source: Related Information
fr_fr: Informations connexes

# Page 1827305221 - Action 2173385693 - Property 2879900210
source: Dimensions
fr_fr: Axes analytiques

# Page 1827305221 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_fr: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l'historique des transactions.

# Page 1827305221 - Action 3000180178 - Property 2879900210
source: Co&mments
fr_fr: Commentaires

# Page 1827305221 - Action 3000180178 - Property 1295455071
source: View or add comments for the record.
fr_fr: Affichez ou ajoutez des commentaires pour l'enregistrement.

# Page 1827305221 - Action 3470782150 - Property 2879900210
source: Item Charge &Assignment
fr_fr: Affectation frais annexes

# Page 1827305221 - Action 3470782150 - Property 1295455071
source: Assign additional direct costs, for example for freight, to the item on the line.
fr_fr: Affectez les coûts directs supplémentaires, par exemple pour les frais de transport, à l’article sur la ligne.

# Page 1827305221 - Action 1621753147 - Property 2879900210
source: Item &Tracking Lines
fr_fr: Lignes traçabilité

# Page 1827305221 - Action 1621753147 - Property 1295455071
source: View or edit serial numbers and lot numbers that are assigned to the item on the document or journal line.
fr_fr: Afficher ou modifier des numéros de série et de lot qui sont affectés à l'article sur le document ou la ligne feuille.

# Page 1827305221 - Action 1062429549 - Property 2879900210
source: Attachments
fr_fr: Pièces jointes

# Page 1827305221 - Action 1062429549 - Property 1295455071
source: Add a file as an attachment. You can attach images as well as documents.
fr_fr: Ajoutez un fichier en tant que pièce jointe. Vous pouvez joindre des images ainsi que des documents.

# Page 1827305221 - Action 2510810126 - Property 2879900210
source: Deferral Schedule
fr_fr: Tableau d'échelonnement

# Page 1827305221 - Action 2510810126 - Property 1295455071
source: View or edit the deferral schedule that governs how revenue made with this sales document is deferred to different accounting periods when the document is posted.
fr_fr: Affichez ou modifiez le tableau d'échelonnement qui régit la manière dont les revenus réalisés à l'aide de ce document vente sont reportés sur différentes périodes de comptabilité lorsque le document est validé.

# Page 1827305221 - Action 20811536 - Property 2879900210
source: Reserve qty
fr_fr: Qté de réservation

# Page 1827305221 - NamedType 2476940767
source: Unable to run this function while in View mode.
fr_fr: Impossible d'exécuter cette fonction en mode Afficher.

# Page 4266512828 - Property 2879900210
source: Unit cost budget
fr_fr: Coût budgétaire

# Page 482774617 - Property 2879900210
source: CUB Cost
fr_fr: C.U.B.

# Page 872107010 - Property 2879900210
source: Posted Sales Invoice Line
fr_fr: Ligne facture vente validée

# Page 1001123269 - Property 2879900210
source: Purchase Order Line
fr_fr: Ligne commande achat

# Page 2572459470 - Control 3541469708 - Property 2879900210
source: New No.
fr_fr: Nouveau n°

# Page 2572459470 - Action 537837875 - Property 2879900210
source: F&unctions
fr_fr: Fonctions

# Page 2572459470 - Action 180054488 - Property 2879900210
source: &Duplicate
fr_fr: Dupliquer

# Page 16768183 - Property 2879900210
source: Packing Information
fr_fr: Informations de livraison

# Page 1496656855 - Property 2879900210
source: Transfer Shipment Line
fr_fr: Ligne expédition transfert

# TableExtension 1496656855 - Field 3524095593 - Property 2879900210
source: Concerned PF
fr_fr: PF concerné

# TableExtension 1496656855 - Field 3830253100 - Property 2879900210
source: No. Lot
fr_fr: N° Lot

# Report 720425508 - Property 2879900210
source: Purchase - Return Shipment
fr_fr: Achats : Expédition retour

# Report 720425508 - ReportDataItem 1721347679 - Property 1806354803
source: Posted Return Shipment
fr_fr: Expédition retour enregistrée

# Report 720425508 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 720425508 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.

# Report 720425508 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 720425508 - Control 316520822 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
fr_fr: Spécifie si vous souhaitez que l'état imprimé affiche les informations internes uniquement.

# Report 720425508 - Control 3917594004 - Property 2879900210
source: Show Correction Lines
fr_fr: Afficher lignes correction

# Report 720425508 - Control 3917594004 - Property 1295455071
source: Specifies if the correction lines of an undoing of quantity posting will be shown on the report.
fr_fr: Spécifie si les lignes correction d'annulation de validation quantité seront affichées dans l'état.

# Report 720425508 - Control 816368762 - Property 2879900210
source: Log Interaction
fr_fr: Journal interaction
