Repository: AymanAYDI/PRODWARE_ALGO
Catalog: Translations/ALGO.g.*.xlf
Languages: fr_fr

# TableExtension 311266198 - Field 149522872 - Property 62802879
source: Purchase,Sale,Positive Adjmt.,Negative Adjmt.,Transfer,Consumption,Output
fr_fr: Achat, vente, ajust. positif, négatif (ajust.), transfert, consommation, production

# TableExtension 311266198 - Field 1527563463 - Property 2879900210
source: External Document No.
fr_fr: N° doc. externe

# TableExtension 311266198 - Field 2253333645 - Property 2879900210
source: Document No.
fr_fr: N° document

# TableExtension 2110786292 - Field 2638965409 - Property 2879900210
source: Checked
fr_fr: Coché

# TableExtension 1948788855 - Field 4006752758 - Property 2879900210
source: Packing Number
fr_fr: N° de colisage

# TableExtension 2308244223 - Field 1849704333 - Property 2879900210
source: Routing Version Code
fr_fr: Code version gamme

# TableExtension 4218928473 - Field 1407200743 - Property 2879900210
source: Creation Date
fr_fr: Date création

# TableExtension 3495052746 - Field 3904456556 - Property 2879900210
source: PF to manufacture
fr_fr: PF à fabriquer

# TableExtension 1903112923 - Field 3830253100 - Property 2879900210
source: No. Lot
fr_fr: N° Lot

# TableExtension 1721347679 - Field 556062453 - Property 2879900210
source: Vendor Shipment No.
fr_fr: N° B.L. fournisseur

# TableExtension 4118213496 - Field 2971375737 - Property 2879900210
source: Seal No
fr_fr: N° de Scellé

# TableExtension 4118213496 - Field 556062453 - Property 2879900210
source: Vendor Shipment No.
fr_fr: N° B.L. fournisseur

# TableExtension 2925931323 - Field 4006752758 - Property 2879900210
source: Packing Number
fr_fr: N° de colisage

# TableExtension 3880947038 - Field 2048807522 - Property 2879900210
source: Picking List Exported
fr_fr: Préparation exporté

# TableExtension 3880947038 - Method 1336695399 - NamedType 3752334001
source: You must first set up user %1 as a warehouse employee.
fr_fr: Vous devez d'abord configurer l'utilisateur %1 en tant que magasinier.

# TableExtension 3659122181 - Field 1621814986 - Property 2879900210
source: Cust Ref
fr_fr: Réf. Cde Client

# TableExtension 3659122181 - Field 3830253100 - Property 2879900210
source: No. de Lot
fr_fr: N° de Lot

# TableExtension 3659122181 - Method 4112281887 - NamedType 342054122
source: Packing information exists for document No. %1, Lne No. %2.
fr_fr: Les informations de livraison n’existent pour le document n° %1, Lne No. %2.

# TableExtension 566711204 - Field 3830253100 - Property 2879900210
source: No. de Lot
fr_fr: N° de Lot

# TableExtension 796149468 - NamedType 2476940767
source: %1 must be chosen.
fr_fr: %1 doit être choisi.

# TableExtension 959319265 - Field 2594415568 - Property 2879900210
source: Valuation received
fr_fr: Valorisation réceptionnés

# TableExtension 3276313895 - Field 354409475 - Property 2879900210
source: Raw Item
fr_fr: Article brut

# TableExtension 3276313895 - Field 1996582691 - Property 2879900210
source: Raw material family
fr_fr: Famille MP

# TableExtension 3276313895 - Field 1996582691 - Property 62802879
source: ,Leather,Canvas,Jewelry,Packaging,Wood
fr_fr: ,Cuir,Toile,Bijouterie,Packaging,Bois

# Report 1620750484 - Property 2879900210
source: Title Transfer Order
fr_fr: Ordre de transfert

# Report 1620750484 - ReportDataItem 151805736 - Property 1806354803
source: Transfer Order
fr_fr: Ordre de transfert

# Report 1620750484 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nb de copies

# Report 1620750484 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document imprimé

# Report 1620750484 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher les informations internes

# Report 1620750484 - Control 316520822 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
fr_fr: Spécifie si le document doit contenir les informations à usage interne

# Report 1620750484 - ReportLabel 2020178030
source: Posting Date
fr_fr: Date de comptabilisation

# Report 1620750484 - ReportLabel 2725117825
source: Shipment Method
fr_fr: Mode d'expédition

# Report 1620750484 - NamedType 2476940767
source: COPY
fr_fr: COPIE

# Report 1620750484 - NamedType 3114637384
source: Transfer Order %1
fr_fr: Ordre de transfert %1

# TableExtension 352260082 - Field 1437110996 - Property 2879900210
source: Last Modified by
fr_fr: Dernière modification par

# TableExtension 352260082 - Field 2626717425 - Property 2879900210
source: Last Modified date
fr_fr: Date dern. modification
