Repository: AymanAYDI/PRODWARE_ALGO
Catalog: Translations/ALGO.g.*.xlf
Languages: fr_fr

# Table 1204040676 - Property 2879900210
source: Packing information
fr_fr: information Colisage ALGO

# Table 1204040676 - Field 1251819499 - Property 2879900210
source: Parcel
fr_fr: Colis

# Table 1204040676 - Field 846458876 - Property 2879900210
source: Pallet
fr_fr: Palette

# Table 1204040676 - Field 2649905563 - Property 2879900210
source: Parcel Weight
fr_fr: Poids du colis

# Table 1204040676 - Field 2427852588 - Property 2879900210
source: Pallet Weight
fr_fr: Poids Palette

# Table 1204040676 - Field 2704404533 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Table 1204040676 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° document

# Table 1204040676 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: N° ligne

# Table 1204040676 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: N°

# Table 1204040676 - Field 513339096 - Property 2879900210
source: Status
fr_fr: Statut

# Table 1204040676 - Field 513339096 - Property 62802879
source: In Progress,Validate
fr_fr: En cours, valider

# Table 1204040676 - Field 48715173 - Property 2879900210
source: Delivery No.
fr_fr: N° Livraison

# Table 1204040676 - Field 2363328873 - Property 2879900210
source: Document Type
fr_fr: Type document

# Table 1204040676 - Field 2363328873 - Property 62802879
source: Quote,Order,Invoice,Credit Memo,Blanket Order,Return Order
fr_fr: Devis,Commande,Facture,Avoir,Commande ouverte,Ordre de retour

# Table 1204040676 - Field 3184681224 - Property 2879900210
source: Series No.
fr_fr: N° de souche

# Table 1204040676 - Field 3276313895 - Property 2879900210
source: Item
fr_fr: Article

# Table 1204040676 - NamedType 3114637384
source: You've Exceed The Total Quantity
fr_fr: Vous avez dépassé la quantité totale.

# Table 1204040676 - NamedType 3752334001
source: You Must Type a Quantity
fr_fr: Vous devez taper une Qté

# Table 1204040676 - NamedType 95063322
source: The Sum Of Quantity Is Null
fr_fr: La somme de la quantité est nulle

# Table 2156420637 - Property 2879900210
source: Packing Header ALGO
fr_fr: En-tête Liste Colisage ALGO

# Table 2156420637 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: N°

# Table 2156420637 - Field 2677800102 - Property 2879900210
source: Shipment Adress
fr_fr: Adresse de livraison

# Table 2156420637 - Field 3470333905 - Property 2879900210
source: Shipment Method
fr_fr: Conditions de livraison

# Table 2156420637 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° document

# Table 2156420637 - Field 2363328873 - Property 2879900210
source: Document Type
fr_fr: Type document

# Table 2156420637 - Field 2363328873 - Property 62802879
source: Warehouse Shipment,Invoice
fr_fr: Expédition magasin,Facture

# Table 2156420637 - Field 4063593187 - Property 2879900210
source: Customer Code
fr_fr: Code client

# Table 2156420637 - Field 1168048925 - Property 2879900210
source: Posting Number
fr_fr: Numero Envoi

# Table 2156420637 - Field 2687537902 - Property 2879900210
source: Invoice Number
fr_fr: Numéro de facture

# Table 2156420637 - Field 898580358 - Property 2879900210
source: Warehouse Shipment No.
fr_fr: N° d’expédition entrepôt

# Table 2156420637 - Field 3184681224 - Property 2879900210
source: Series No.
fr_fr: N° de souche

# Page 2156420637 - Property 2879900210
source: Packing Header ALGO
fr_fr: Information Colisage ALGO

# Page 2156420637 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 2156420637 - Control 2642869315 - Property 2879900210
source: Detail
fr_fr: Détails

# Table 3690507918 - Property 2879900210
source: Packing Line ALGO
fr_fr: Ligne Liste Colisage ALGO

# Table 3690507918 - Field 895440515 - Property 2879900210
source: Packing Document No.
fr_fr: N° doc. colisage

# Table 3690507918 - Field 3772017324 - Property 2879900210
source: Shipment Document No.
fr_fr: N° exp. magasin

# Table 3690507918 - Field 394042787 - Property 2879900210
source: Shipment Line No.
fr_fr: N° ligne livraison

# Table 3690507918 - Field 378430722 - Property 2879900210
source: Parcel
fr_fr: Colis

# Table 3690507918 - Field 127771361 - Property 2879900210
source: Parcel Line
fr_fr: Ligne colis

# Table 3690507918 - Field 2649905563 - Property 2879900210
source: Weight
fr_fr: Poids

# Table 3690507918 - Field 1396916846 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Table 3690507918 - Field 846458876 - Property 2879900210
source: Pallet
fr_fr: Palette

# Table 3690507918 - Field 443414212 - Property 2879900210
source: Pallet Weight
fr_fr: Poids palette

# Table 3690507918 - Field 3276313895 - Property 2879900210
source: Item
fr_fr: Article

# Table 3690507918 - Field 2363328873 - Property 62802879
source: Shipment,Invoice
fr_fr: Expédition,Facture

# Table 3690507918 - Field 2363328873 - Property 2879900210
source: Document Type
fr_fr: Type document

# Table 3690507918 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° document

# Table 3690507918 - Field 48715173 - Property 2879900210
source: Delivery No.
fr_fr: N° livraison

# Table 3690507918 - Field 166038250 - Property 2879900210
source: Invoice No.
fr_fr: N° facture

# Table 3690507918 - Field 2704404533 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Table 3690507918 - Field 1882905478 - Property 2879900210
source: Source No.
fr_fr: N° origine

# Table 3690507918 - Field 312545736 - Property 2879900210
source: Source Line No.
fr_fr: N° ligne origine

# Table 3690507918 - Field 3201609449 - Property 2879900210
source: Sales Shipment No.
fr_fr: N° expédition vente

# Table 3690507918 - Field 2133037732 - Property 2879900210
source: Parcel No. Integer
fr_fr: N° de colis Entier

# Table 3690507918 - Field 2740025659 - Property 2879900210
source: Sales Shipment Line No.
fr_fr: N° ligne expédition vente

# Table 3690507918 - Field 1744860723 - Property 2879900210
source: Whse.Posted Shipment No.
fr_fr: N° ligne expédition vente

# Table 3690507918 - Field 3352324545 - Property 2879900210
source: Whse.Posted Shipment Line No.
fr_fr: N° expédition magasin enregistré

# Table 3690507918 - Field 1621814986 - Property 2879900210
source: Cust Ref
fr_fr: Réf. Cde Client

# Table 3637683542 - Property 2879900210
source: Packing Header ALGO
fr_fr: En-tête Liste Colisage ALGO

# Table 3637683542 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: N°

# Table 3637683542 - Field 2677800102 - Property 2879900210
source: Shipment Adress
fr_fr: Adresse de livraison

# Table 3637683542 - Field 3470333905 - Property 2879900210
source: Shipment Method
fr_fr: Conditions de livraison

# Table 3637683542 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° document

# Table 3637683542 - Field 2363328873 - Property 2879900210
source: Document Type
fr_fr: Type document

# Table 3637683542 - Field 2363328873 - Property 62802879
source: Warehouse Shipment,Invoice
fr_fr: Expédition magasin,Facture

# Table 3637683542 - Field 4063593187 - Property 2879900210
source: Customer
fr_fr: Code client

# TableExtension 3276313895 - Field 1994964448 - Property 2879900210
source: Customer Code
fr_fr: Code client

# Table 3637683542 - Field 1168048925 - Property 2879900210
source: Posting Number
fr_fr: Numero Envoi

# Table 3637683542 - Field 2687537902 - Property 2879900210
source: Invoice Number
fr_fr: Numéro de facture

# Table 3637683542 - Field 898580358 - Property 2879900210
source: Warehouse Shipment No.
fr_fr: N° d’expédition entrepôt

# Table 3637683542 - Field 3184681224 - Property 2879900210
source: Series No.
fr_fr: N° de souche

# Table 4043199621 - Property 2879900210
source: Packing Line ALGO
fr_fr: Ligne Liste Colisage ALGO

# Table 4043199621 - Field 895440515 - Property 2879900210
source: Packing Document No.
fr_fr: N° doc. colisage

# Table 4043199621 - Field 3772017324 - Property 2879900210
source: Shipment Document No.
fr_fr: N° exp. magasin

# Table 4043199621 - Field 394042787 - Property 2879900210
source: Shipment Line No.
fr_fr: N° ligne livraison

# Table 4043199621 - Field 378430722 - Property 2879900210
source: Parcel
fr_fr: Colis

# Table 4043199621 - Field 127771361 - Property 2879900210
source: Parcel Line
fr_fr: Ligne colis

# Table 4043199621 - Field 2649905563 - Property 2879900210
source: Weight
fr_fr: Poids

# Table 4043199621 - Field 1396916846 - Property 2879900210
source: Parcel Quantity
fr_fr: Quantité colis

# Table 4043199621 - Field 846458876 - Property 2879900210
source: Pallet
fr_fr: Palette

# Table 4043199621 - Field 443414212 - Property 2879900210
source: Pallet Weight
fr_fr: Poids Palette

# Table 4043199621 - Field 3276313895 - Property 2879900210
source: Item
fr_fr: Article

# Table 4043199621 - Field 2363328873 - Property 2879900210
source: Document Type
fr_fr: Type document

# Table 4043199621 - Field 2363328873 - Property 62802879
source: Shipment,Invoice
fr_fr: Expédition,Facture

# Table 4043199621 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° document

# Table 4043199621 - Field 48715173 - Property 2879900210
source: Delivery No.
fr_fr: N° livraison

# Table 4043199621 - Field 166038250 - Property 2879900210
source: Invoice No.
fr_fr: N° facture

# Table 4043199621 - Field 2704404533 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Table 4043199621 - Field 1882905478 - Property 2879900210
source: Source No.
fr_fr: N° origine

# Table 4043199621 - Field 312545736 - Property 2879900210
source: Source Line No.
fr_fr: N° ligne origine

# Table 4043199621 - Field 3201609449 - Property 2879900210
source: Sales Shipment No.
fr_fr: N° expédition vente

# Table 4043199621 - Field 2133037732 - Property 2879900210
source: Parcel No. Integer
fr_fr: N° de colis Entier

# Table 4043199621 - Field 2740025659 - Property 2879900210
source: Sales Shipment Line No.
fr_fr: N° expédition magasin enregistré

# Table 4043199621 - Field 1744860723 - Property 2879900210
source: Whse.Posted Shipment No.
fr_fr: N° ligne expédition magasin enregistré

# Table 4043199621 - Field 3352324545 - Property 2879900210
source: Whse.Posted Shipment Line No.
fr_fr: N° expédition magasin enregistré

# Table 4043199621 - Field 1621814986 - Property 2879900210
source: Cust Ref
fr_fr: Réf. Cde Client

# Table 646604430 - Field 1050962131 - Property 2879900210
source: Packing header No.
fr_fr: N° en-tête colisage

# Table 646604430 - Field 3201609449 - Property 2879900210
source: Sales Shipment No.
fr_fr: N° expédition vente

# Table 646604430 - Field 1882905478 - Property 2879900210
source: Source No.
fr_fr: N° origine

# Table 646604430 - Field 365832844 - Property 2879900210
source: Whse. Shipment No.
fr_fr: N° expédition entrepôt

# Table 646604430 - Field 3040401650 - Property 2879900210
source: Sales invoice No.
fr_fr: Facture vente n°

# Table 646604430 - Field 1744860723 - Property 2879900210
source: Whse.Posted Shipment No.
fr_fr: N° expédition magasin enregistré

# Table 1441438586 - Property 2879900210
source: Production Forecast Entry
fr_fr: Ecriture prévision production

# Table 1441438586 - Field 1978700745 - Property 2879900210
source: Production Forecast Name
fr_fr: Nom prévision production

# Table 1441438586 - Field 568743302 - Property 2879900210
source: Item No.
fr_fr: N° article

# Table 1441438586 - Field 3274843905 - Property 2879900210
source: Forecast Date
fr_fr: Date prévision

# Table 1441438586 - Field 832057108 - Property 2879900210
source: Forecast Quantity
fr_fr: Quantité prévision

# Table 1441438586 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
fr_fr: Code unité

# Table 1441438586 - Field 806193894 - Property 2879900210
source: Qty. per Unit of Measure
fr_fr: Quantité par unité

# Table 1441438586 - Field 2268673496 - Property 2879900210
source: Forecast Quantity (Base)
fr_fr: Quantité prévision (base)

# Table 1441438586 - Field 2161572060 - Property 2879900210
source: Location Code
fr_fr: Code magasin

# Table 1441438586 - Field 2140379408 - Property 2879900210
source: Component Forecast
fr_fr: Prévision composant

# Table 1441438586 - Field 1723364499 - Property 2879900210
source: Planning Imported
fr_fr: Importé Planning

# Table 712262250 - Property 2879900210
source: Temp Receipt Line
fr_fr: Ligne réception temp.

# Table 712262250 - Field 2202932243 - Property 2879900210
source: N° commande
fr_fr: Champ n° commande

# Table 712262250 - Field 3461834954 - Property 2879900210
source: Designation
fr_fr: Désignation

# Table 712262250 - Field 299022368 - Property 2879900210
source: Designation 2
fr_fr: Désignation 2

# Table 1370322364 - Property 2879900210
source: Unit Cost Budget
fr_fr: Coût budget article

# Table 1370322364 - Field 568743302 - Property 2879900210
source: Item No.
fr_fr: N° article

# Table 1370322364 - Field 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Table 1370322364 - Field 381961415 - Property 2879900210
source: Unit Price
fr_fr: Prix unitaire

# Table 1370322364 - Field 1895217469 - Property 2879900210
source: Cost Type
fr_fr: Type coût

# Table 1370322364 - Field 1895217469 - Property 62802879
source: ,Budget Unit Cost,Revised Unit Cost,Vendor Unit Cost
fr_fr: ,C.U.B.,C.U.R.,C.U.F.

# Table 1370322364 - Field 458406397 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# Table 1370322364 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
fr_fr: Code unité

# Table 1370322364 - Field 3450651614 - Property 2879900210
source: Variant Code
fr_fr: Code variante

# Table 1370322364 - Field 301663643 - Property 2879900210
source: Forecasted Quantity
fr_fr: Quantité budgetée

# Table 1370322364 - Field 1437110996 - Property 2879900210
source: Last Modified by
fr_fr: Modifié par

# Table 1370322364 - Field 2626717425 - Property 2879900210
source: Last Modified date
fr_fr: Date de dernière modification

# Table 1370322364 - NamedType 2476940767
source: %1 cannot be after %2
fr_fr: %1 ne peut pas être postérieur(e) à %2

# Table 3907570735 - Property 2879900210
source: Temp traitement cde vente
fr_fr: Traitement temporaire cde vente

# Table 3907570735 - Field 2017075875 - Property 2879900210
source: No.Order
fr_fr: N° comande

# Table 3907570735 - Field 484191797 - Property 2879900210
source: No. Customer
fr_fr: N° Client

# Table 3907570735 - Field 1864202750 - Property 2879900210
source: No.Item
fr_fr: N° article

# Table 3907570735 - Field 2704404533 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Table 3907570735 - Field 2632124822 - Property 2879900210
source: Order Date
fr_fr: Date commande

# Table 3907570735 - Field 135600996 - Property 2879900210
source: Requested Delivery Date
fr_fr: Date livraison demandée

# Table 3907570735 - Field 3123372377 - Property 2879900210
source: Line No
fr_fr: N° de ligne

# Table 3907570735 - Field 1621814986 - Property 2879900210
source: Cust Ref.
fr_fr: Réf. Cde Client

# Table 4178785227 - Property 2879900210
source: Log Import Sales
fr_fr: Journal erreur import vente

# Table 4178785227 - Field 949215307 - Property 2879900210
source: No
fr_fr: Non

# Table 4178785227 - Field 2790486453 - Property 2879900210
source: Comment
fr_fr: Commentaires

# Table 4178785227 - Field 3374690962 - Property 2879900210
source: File
fr_fr: Fichier

# Table 224144879 - Field 846458876 - Property 2879900210
source: Pallet
fr_fr: Palette

# Table 56125133 - Field 568743302 - Property 2879900210
source: Item No.
fr_fr: N° article

# Table 56125133 - Field 2867149216 - Property 2879900210
source: Bar code
fr_fr: Code barre

# Table 56125133 - Field 3891454143 - Property 2879900210
source: Location
fr_fr: Magasin

# Table 56125133 - Field 16017469 - Property 2879900210
source: Zone Code
fr_fr: Code zone

# Table 56125133 - Field 2704404533 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Table 56125133 - Field 4154341761 - Property 2879900210
source: Sequence
fr_fr: Séquence

# XmlPort 56125133 - Property 2879900210
source: Export Inventory CLIC
fr_fr: Exportation inventaire, cliquez sur

# Table 3898451064 - Property 2879900210
source: Logistics sequence
fr_fr: Séquence de transport

# Table 3898451064 - Field 3014885516 - Property 2879900210
source: Sequence No.
fr_fr: N° séquence

# Table 1196994755 - Property 2879900210
source: Unit Cost Budget
fr_fr: Coût budget article

# Table 1196994755 - Field 4190130733 - Property 2879900210
source: Item No.
fr_fr: N° article

# Table 1196994755 - Field 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Table 1196994755 - Field 578566659 - Property 2879900210
source: Unit Price
fr_fr: Prix unitaire

# Table 1196994755 - Field 458406397 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# Table 1196994755 - Field 1437110996 - Property 2879900210
source: Last Modified by
fr_fr: Modifié par

# Table 1196994755 - Field 2626717425 - Property 2879900210
source: Last Modified date
fr_fr: Date de dernière modification

# Table 1196994755 - NamedType 2476940767
source: %1 cannot be after %2
fr_fr: %1 ne peut pas être postérieur(e) à %2

# Table 1563204469 - Property 2879900210
source: Unit Cost Budget Per Vendor
fr_fr: Coût unitaire budgeté par fournisseur

# Table 1563204469 - Field 568743302 - Property 2879900210
source: Item No.
fr_fr: Article

# Table 1563204469 - Field 1527594213 - Property 2879900210
source: Vendor
fr_fr: Fournisseur

# Table 1563204469 - Field 1104368595 - Property 2879900210
source: Market share
fr_fr: % Part de marché

# Table 1563204469 - Field 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date de début

# Table 1563204469 - Field 381961415 - Property 2879900210
source: Unit Price
fr_fr: Prix unitaire

# Table 1563204469 - Field 1895217469 - Property 2879900210
source: Cost Type
fr_fr: Type de coût

# Table 1563204469 - Field 458406397 - Property 2879900210
source: Ending Date
fr_fr: Date de fin

# Table 1563204469 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
fr_fr: Unité de mesure

# Table 1563204469 - Field 3450651614 - Property 2879900210
source: Variant Code
fr_fr: Code variance

# Table 1563204469 - Field 301663643 - Property 2879900210
source: Forecasted Quantity
fr_fr: Quantité prévue

# Table 1563204469 - Field 1437110996 - Property 2879900210
source: Last Modified by
fr_fr: Dernière modification par

# Table 1563204469 - Field 2626717425 - Property 2879900210
source: Last Modified date
fr_fr: Date de dernière modification

# Table 1563204469 - NamedType 2476940767
source: %1 cannot be after %2
fr_fr: %1 ne peut pas être après %2

# Codeunit 249519398 - NamedType 2472381690
source: In the order n°: %1, line: %2, the customer %3 don''t exist.
fr_fr: Dans la commande n° : %1, ligne : %2, l’option de ne client %3'' existe pas.

# Codeunit 249519398 - NamedType 559291839
source: In the order n°: %1, line: %2, the Item %3 don''t exist.
fr_fr: Dans la commande n° : %1, ligne : %2, l’option d’article %3 ne '' existe pas.

# Codeunit 249519398 - NamedType 1196988456
source: The order n°: %1, already exists.
fr_fr: La commande n° : %1, existe déjà.

# Codeunit 249519398 - NamedType 90504245
source: The order n°: %1, has several Customers.
fr_fr: La commande n° : %1, a plusieurs clients.

# Codeunit 249519398 - NamedType 728200862
source: The order n°: %1, line: %2. The quantity must be > 0.
fr_fr: La commande n° : %1, ligne : %2. La quantité doit être >0.

# Codeunit 249519398 - NamedType 1834685073
source: There were errors in the import, please check the Errors Log.
fr_fr: Erreurs sont survenues pendant l’importation, consultez le journal des erreurs.

# Codeunit 249519398 - NamedType 34902970
source: The file was imported successfully.
fr_fr: Le fichier a été importé avec succès.

# Codeunit 4282205415 - NamedType 1603347576
source: Fully reserved.
fr_fr: Tous les articles sont réservés.

# Codeunit 4282205415 - NamedType 1881095303
source: Full automatic Reservation not possible.\Reserve manually.
fr_fr: Complète la réservation automatique impossible. \Réservez manuellement.

# Codeunit 4282205415 - NamedType 1068754970
source: There is nothing available to reserve.
fr_fr: Rien n'est disponible pour la réservation.

# Codeunit 4282205415 - NamedType 2720473193
source: Do you want to cancel all reservations in the %1?
fr_fr: Souhaitez-vous annuler toutes les réservations de %1 ?

# Codeunit 4282205415 - NamedType 3014092491
source: There are no reservations to cancel.
fr_fr: Il n'y a pas de réservation à annuler.

# Codeunit 4282205415 - NamedType 1439018206
source: Do you wish to reserve specific serial and/or lot numbers?
fr_fr: Souhaitez-vous réserver des numéros de lot et/ou de série en particulier ?

# Codeunit 4282205415 - NamedType 912201424
source: Action cancelled.
fr_fr: Action annulée.

# Codeunit 4282205415 - NamedType 1153473279
source: %1 of the %2 are non-specific and may be available.
fr_fr: %1 de %2 ne sont pas spécifiques et peuvent être disponibles.

# Codeunit 4282205415 - NamedType 1913851679
source: Running Sales lines...\\
fr_fr: Lignes vente en cours d’exécution \\

# Codeunit 4282205415 - NamedType 1693753200
source: Reservations :
fr_fr: Réservations :

# Codeunit 1312637848 - NamedType 1603347576
source: Fully reserved.
fr_fr: Tous les articles sont réservés.

# Codeunit 1312637848 - NamedType 1881095303
source: Full automatic Reservation not possible.\Reserve manually.
fr_fr: Complète la réservation automatique impossible. \Réservez manuellement.

# Codeunit 1312637848 - NamedType 1068754970
source: There is nothing available to reserve.
fr_fr: Rien n'est disponible pour la réservation.

# Codeunit 1312637848 - NamedType 2720473193
source: Do you want to cancel all reservations in the %1?
fr_fr: Souhaitez-vous annuler toutes les réservations de %1 ?

# Codeunit 1312637848 - NamedType 3014092491
source: There are no reservations to cancel.
fr_fr: Il n'y a pas de réservation à annuler.

# Codeunit 1312637848 - NamedType 1439018206
source: Do you wish to reserve specific serial and/or lot numbers?
fr_fr: Souhaitez-vous réserver des numéros de lot et/ou de série en particulier ?

# Codeunit 1312637848 - NamedType 912201424
source: Action cancelled.
fr_fr: Action annulée.

# Codeunit 1312637848 - NamedType 1153473279
source: %1 of the %2 are non-specific and may be available.
fr_fr: %1 de %2 ne sont pas spécifiques et peuvent être disponibles.

# Codeunit 1312637848 - NamedType 1913851679
source: Running Sales lines...\\
fr_fr: Lignes vente en cours d’exécution \\

# Codeunit 1312637848 - NamedType 1693753200
source: Reservations :
fr_fr: Réservations :

# Page 986457721 - Property 2879900210
source: Add Production BOM Item
fr_fr: Ajoutez l’article de la nomenclature de Production

# Page 986457721 - Control 4238059345 - Property 62802879
source: ,Item,Production BOM
fr_fr: ,Article,Nomenclature

# Page 986457721 - Control 232604497 - Property 2879900210
source: No.
fr_fr: N°

# Page 986457721 - Control 3600362728 - Property 62802879
source: ,Item,Production BOM
fr_fr: ,Article,Nomenclature

# Page 986457721 - Control 3889875176 - Property 2879900210
source: No.
fr_fr: N°

# Page 986457721 - Control 3418566006 - Property 2879900210
source: Create New Version
fr_fr: Créer version

# Page 986457721 - Control 1979076751 - Property 2879900210
source: Multiply Qty. with
fr_fr: Multiplier qté par

# Page 986457721 - Control 2839184854 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Page 986457721 - Control 3635332962 - Property 2879900210
source: Recertify
fr_fr: Revalider

# Page 986457721 - NamedType 3164941653
source: You must enter a Starting Date.
fr_fr: Vous devez entrer une date de début.

# Page 986457721 - NamedType 3802638270
source: You must enter the Type to Add.
fr_fr: Vous devez entrer le Type à ajouter.

# Page 986457721 - NamedType 1889548419
source: You must enter the No. to Add.
fr_fr: Vous devez saisir le champ n°. à ajouter.
