Repository: AymanAYDI/PRODWARE_ALGO
Catalog: Translations/ALGO.g.*.xlf
Languages: fr_fr

# Report 1860274357 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 1860274357 - Control 316520822 - Property 1295455071
source: Specifies if you want all dimensions assigned to the line to be shown.
fr_fr: Spécifie si vous souhaitez que tous les axes analytiques affectés à la ligne soient affichées.

# Report 1860274357 - ReportLabel 2020178030
source: Posting Date
fr_fr: Date comptabilisation

# Report 1860274357 - ReportLabel 131686202
source: Shipment Method
fr_fr: Conditions de livraison

# Report 1860274357 - NamedType 2476940767
source: COPY
fr_fr: COPIE

# Report 1860274357 - NamedType 3114637384
source: Transfer Shipment %1
fr_fr: Expédition transfert %1

# Report 1860274357 - NamedType 2010218130
source: Shipment No.
fr_fr: N° expédition

# Report 1860274357 - NamedType 1202652494
source: Shipment Date
fr_fr: Date de préparation

# Report 1860274357 - NamedType 1216568958
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 1860274357 - NamedType 960460070
source: Line Dimensions
fr_fr: Analytique ligne

# Report 1860274357 - NamedType 2106723314
source: PF concerné
fr_fr: Dossier public concerné

# Report 1480080285 - Property 2879900210
source: Transfer Receipt
fr_fr: Réception transfert

# Report 1480080285 - ReportDataItem 3550754772 - Property 1806354803
source: Posted Transfer Receipt
fr_fr: Réception transfert enreg.

# Report 1480080285 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 1480080285 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.

# Report 1480080285 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 1480080285 - Control 316520822 - Property 1295455071
source: Specifies if you want all dimensions assigned to the line to be shown.
fr_fr: Spécifie si vous souhaitez que tous les axes analytiques affectés à la ligne soient affichées.

# Report 1480080285 - ReportLabel 2020178030
source: Posting Date
fr_fr: Date comptabilisation

# Report 1480080285 - NamedType 2476940767
source: COPY
fr_fr: COPIE

# Report 1480080285 - NamedType 3114637384
source: Transfer Receipt %1
fr_fr: Réception transfert %1

# Report 1480080285 - NamedType 856249130
source: Shipment No.
fr_fr: N° expédition

# Report 1480080285 - NamedType 1216568958
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 1480080285 - NamedType 960460070
source: Line Dimensions
fr_fr: Analytique ligne

# Report 1240982876 - Property 2879900210
source: Put-away List
fr_fr: Liste des rangements

# Report 1240982876 - Control 667748097 - Property 2879900210
source: Set Breakbulk Filter
fr_fr: Filtrer déconditionnement

# Report 1240982876 - Control 667748097 - Property 1295455071
source: Specifies if you do not want to view the intermediate lines that are created when the unit of measure is changed in put-away instructions.
fr_fr: Spécifie que vous ne souhaitez pas afficher les lignes intermédiaires créées lorsque l'unité de mesure est modifiée dans les instructions de rangement.

# Report 1240982876 - Control 578596445 - Property 2879900210
source: Sum up Lines
fr_fr: Totaliser lignes

# Report 1240982876 - Control 578596445 - Property 1295455071
source: Specifies if you want the lines to be summed up for each item, such as several put-away lines that originate from different source documents that concern the same item and bins.
fr_fr: Spécifie si vous souhaitez que les lignes soient additionnées pour chaque article, par exemple plusieurs lignes de rangement provenant de différents documents sources qui concernent le même article et les mêmes emplacements.

# Report 1240982876 - Control 756291106 - Property 2879900210
source: Show Serial/Lot Number
fr_fr: Afficher numéro série/lot

# Report 1240982876 - Control 756291106 - Property 1295455071
source: Specifies if you want to show lot and serial number information for items that use item tracking.
fr_fr: Spécifie si vous voulez activer ce champ pour afficher les informations relatives au numéro de lot et de série des articles utilisant la traçabilité.

# Report 1240982876 - ReportLabel 847690685
source: Item No.
fr_fr: N° article

# Report 1240982876 - ReportLabel 1351041303
source: Variant Code
fr_fr: Code variante

# Report 1240982876 - ReportLabel 4079071290
source: Cross-Dock Information
fr_fr: Informations transbordement

# Report 1240982876 - ReportLabel 1567100910
source: Shelf No.
fr_fr: N° emplacement

# Report 1240982876 - ReportLabel 2523528170
source: Quantity(Base)
fr_fr: Quantité (base)

# Report 1240982876 - ReportLabel 1677571654
source: Quantity to Handle
fr_fr: Quantité à traiter

# Report 1240982876 - ReportLabel 1314822231
source: Unit of Measure Code
fr_fr: Code unité

# Report 1240982876 - ReportLabel 1239194973
source: Source No.
fr_fr: N° origine

# Report 1240982876 - NamedType 1772255875
source: Put-away List
fr_fr: Liste des rangements

# Report 1240982876 - NamedType 79699711
source: Due Date
fr_fr: Date d'échéance

# Report 1240982876 - NamedType 1811115882
source: Quantity Handled
fr_fr: Quantité traitée

# Report 1680013333 - Property 2879900210
source: Picking List
fr_fr: Liste des prélèvements

# Report 1680013333 - Control 667748097 - Property 2879900210
source: Set Breakbulk Filter
fr_fr: Filtrer déconditionnement

# Report 1680013333 - Control 667748097 - Property 1295455071
source: Specifies if you do not want to view the intermediate lines that are created when the unit of measure is changed in pick instructions.
fr_fr: Spécifie que vous ne souhaitez pas afficher les lignes intermédiaires créées lorsque l'unité de mesure est modifiée dans les instructions de prélèvement.

# Report 1680013333 - Control 578596445 - Property 2879900210
source: Sum up Lines
fr_fr: Totaliser lignes

# Report 1680013333 - Control 578596445 - Property 1295455071
source: Specifies if you want the lines to be summed up for each item, such as several pick lines that originate from different source documents that concern the same item and bins.
fr_fr: Spécifie si vous souhaitez que les lignes soient additionnées pour chaque article, par exemple plusieurs lignes de prélèvement provenant de différents documents sources qui concernent le même article et les mêmes emplacements.

# Report 1680013333 - Control 756291106 - Property 2879900210
source: Show Serial/Lot Number
fr_fr: Afficher numéro série/lot

# Report 1680013333 - Control 756291106 - Property 1295455071
source: Specifies if you want to show lot and serial number information for items that use item tracking.
fr_fr: Spécifie si vous voulez activer ce champ pour afficher les informations relatives au numéro de lot et de série des articles utilisant la traçabilité.

# Report 1680013333 - NamedType 1345292481
source: Picking List
fr_fr: Liste des prélèvements

# Report 1680013333 - NamedType 79699711
source: Due Date
fr_fr: Date d'échéance

# Report 1680013333 - NamedType 1811115882
source: Qty. Handled
fr_fr: Quantité traitée

# Report 1326287662 - Property 2879900210
source: Item Register Value
fr_fr: Historique des transactions article : Valeur

# Report 1326287662 - NamedType 3250154981
source: Item Register - Value
fr_fr: Transactions article : Valeur

# Report 1326287662 - NamedType 3955712217
source: Item Ledger Entry Type
fr_fr: Type écriture comptable article

# Report 1326287662 - NamedType 2443882190
source: Amount
fr_fr: Montant

# Report 1326287662 - NamedType 986722402
source: Unit Amount
fr_fr: Montant unitaire

# Report 1326287662 - NamedType 3348408051
source: Register No.
fr_fr: N° hist. transaction

# Report 1326287662 - NamedType 2383142400
source: Location Code
fr_fr: Code magasin

# Report 804131085 - Property 2879900210
source: Sales Shipment Packing List
fr_fr: Liste Colisage livraison enregistré ALGO

# Report 804131085 - Control 3115067472 - Property 2879900210
source: Print to Excel
fr_fr: Imprimer dans Excel

# Report 804131085 - NamedType 646935216
source: Phone :
fr_fr: Tel :

# Report 804131085 - NamedType 1306002037
source: LLC with capital of
fr_fr: SARL au capital de

# Report 804131085 - NamedType 2504530890
source: - Registration No. :
fr_fr: - N° Siret :

# Report 804131085 - NamedType 2393117004
source: - EP Code :
fr_fr: - Code AEP :

# Report 804131085 - NamedType 1359892115
source: - EORI No. :
fr_fr: - N° EORI :

# Report 804131085 - NamedType 817328330
source: -TR :
fr_fr: - RCS :

# Report 804131085 - NamedType 1732083938
source: Bank :
fr_fr: Banque :

# Report 804131085 - NamedType 1176583840
source: - IBAN No. :
fr_fr: - N° IBAN :

# Report 804131085 - NamedType 806673345
source: - SWIFT Code :
fr_fr: -Code SWIFT :

# Report 804131085 - NamedType 2326839959
source: Made in
fr_fr: Fabriqué en

# Report 804131085 - NamedType 1771958868
source: EORI No. : %1 - MID Code : %2 - AEO Certificate No. : %3
fr_fr: N° EORI : %1 - code MID : %2 - N° certificat AEO : %3

# Report 804131085 - NamedType 2491442868
source: -- PACKING LIST --
fr_fr: -- LISTE COLISAGE --

# Report 804131085 - NamedType 231677546
source: H.S. Code : %1
fr_fr: Code H.S. : %1

# Report 804131085 - NamedType 3159519617
source: Net Weight (kg.) : %1
fr_fr: Poids net (kg) : %1

# Report 804131085 - NamedType 291096433
source: Net volume in cm3 : %1
fr_fr: Volume net en cm3 : %1

# Report 804131085 - NamedType 1825392415
source: Outside Composition : %1% %2
fr_fr: Composition extérieur: %1% %2

# Report 804131085 - NamedType 2280837451
source: Leather trim : %1% %2
fr_fr: Cuir de garniture : %1% %2

# Report 804131085 - NamedType 3567898755
source: Inside Linning : %1
fr_fr: Doublure intérieure : %1

# Report 804131085 - NamedType 1125957194
source: Metal part : %1
fr_fr: Bijouterie : %1

# Report 804131085 - NamedType 365345446
source: Wood 1 : %1
fr_fr: Bois 1 : %1

# Report 804131085 - NamedType 2362639891
source: Wood 1 Weight (kg.) : %1
fr_fr: Poids en bois 1 (kg) : %1

# Report 804131085 - NamedType 2747222891
source: Wood 2 : %1
fr_fr: Bois 2 : %1

# Report 804131085 - NamedType 4275729742
source: Wood 2 Weight (kg.) : %1
fr_fr: Poids en bois 2 (kg) : %1

# Report 804131085 - NamedType 3384919508
source: Wood 2 : %1
fr_fr: Bois 2 : %1

# Report 804131085 - NamedType 3638033125
source: Wood 2 Weight (kg.) : %1
fr_fr: Poids en bois 2 (kg) : %1

# Report 804131085 - NamedType 1261735231
source: Net weight Total (kg.)
fr_fr: Poids net total (kg)

# Report 804131085 - NamedType 3220440281
source: Gross weight Total (kg.)
fr_fr: Poids brut total (kg)

# Report 804131085 - NamedType 2166225135
source: Net volume Total (cm3)
fr_fr: Total net volume (cm3)

# Report 804131085 - NamedType 3821848947
source: Quantity Total
fr_fr: Quantité totale

# Report 2816229066 - Property 2879900210
source: MP consumption for NC
fr_fr: Consommation de MP pour NC

# Report 2021688313 - Property 2879900210
source: Warehouse Posted Receipt
fr_fr: Réception entrepôt enregistrée

# Report 2021688313 - RequestPage 2516438534 - Property 2879900210
source: Warehouse Posted Receipt
fr_fr: Réception entrepôt enregistrée

# Report 2021688313 - NamedType 1989756216
source: Warehouse - Posted Receipt
fr_fr: Entrepôt - Réception enregistrée

# Report 2021688313 - NamedType 1410893164
source: No. Préparation
fr_fr: N° Préparation

# Report 3361214975 - Property 2879900210
source: G/L Detail Trial Balance
fr_fr: Grand livre comptes généraux

# Report 3361214975 - Control 1123946404 - Property 2879900210
source: Summarize by
fr_fr: Totaliser par

# Report 3361214975 - Control 1123946404 - Property 62802879
source: ,Week,Month,Quarter,Year
fr_fr: ,Semaine,Mois,Trimestre,Année

# Report 3361214975 - Control 1123946404 - Property 1295455071
source: Specifies the period for which you ant subtotals on the report.
fr_fr: Spécifie la période pour laquelle vous souhaitez des sous-totaux dans l’état.

# Report 3361214975 - Control 3039568554 - Property 2879900210
source: Sorted by Document No.
fr_fr: Trié par n° document

# Report 3361214975 - Control 3039568554 - Property 1295455071
source: Specifies criteria for arranging information in the report.
fr_fr: Spécifie les critères pour organiser les informations dans l'état.

# Report 3361214975 - NamedType 3114637384
source: You must fill in the %1 field.
fr_fr: Vous devez renseigner le champ %1.

# Report 3361214975 - NamedType 3752334001
source: You must specify a Starting Date.
fr_fr: Vous devez spécifier une date de début.

# Report 3361214975 - NamedType 95063322
source: Printed by %1
fr_fr: Imprimé par %1

# Report 3361214975 - NamedType 732759939
source: Fiscal Year Start Date : %1
fr_fr: Début exercice comptable : %1

# Report 3361214975 - NamedType 2008153173
source: Balance at %1
fr_fr: Solde au %1

# Report 3361214975 - NamedType 2645849790
source: Balance at %1
fr_fr: Solde au %1

# Report 3361214975 - NamedType 1664139952
source: The selected starting date %1 is not the start of a %2.
fr_fr: La date de début choisie (%1) ne correspond pas au début de %2.

# Report 3361214975 - NamedType 1026443335
source: The selected ending date %1 is not the end of a %2.
fr_fr: La date de fin choisie (%1) ne correspond pas à la fin de %2.

# Report 3361214975 - NamedType 2939533186
source: Fiscal-Year Status: %1
fr_fr: Statut de l'exercice comptable : %1

# Report 3361214975 - NamedType 2421246614
source: G/L Detail Trial Balance
fr_fr: Grand livre comptes généraux

# Report 3361214975 - NamedType 638740601
source: Posting Date
fr_fr: Date comptabilisation

# Report 3361214975 - NamedType 1924545757
source: Source Code
fr_fr: Code journal

# Report 3361214975 - NamedType 2124006630
source: Document No.
fr_fr: N° document

# Report 3361214975 - NamedType 44615812
source: External Document No.
fr_fr: N° doc. externe

# Report 3361214975 - NamedType 1057048686
source: Debit
fr_fr: Débit

# Report 3361214975 - NamedType 1535750739
source: Credit
fr_fr: Crédit

# Report 3361214975 - NamedType 1653612302
source: Balance
fr_fr: Solde

# Report 3361214975 - NamedType 3438806337
source: Grand Total
fr_fr: Total général

# Report 3361214975 - NamedType 3260976911
source: Total Date Range
fr_fr: Total plage de dates

# Report 2921804097 - Property 2879900210
source: Draft notice
fr_fr: Avis provisoire

# Report 2921804097 - Control 4198158427 - Property 2879900210
source: Number of copies
fr_fr: Nombre de copies

# Report 2921804097 - Control 4198158427 - Property 1295455071
source: Specifies the number of copies to print.
fr_fr: Spécifie le nombre de copies à imprimer.

# Report 2921804097 - NamedType 2476940767
source: You must specify a transfer number.
fr_fr: Vous devez spécifier un numéro de virement.

# Report 2921804097 - NamedType 3114637384
source: COPY
fr_fr: COPIE

# Report 2921804097 - NamedType 3752334001
source: Draft notice %1
fr_fr: Avis provisoire %1

# Report 2921804097 - NamedType 732759939
source: A transfer to your bank account %1 (RIB : %2 %3 %4) has been done on %5.
fr_fr: Un virement sur votre compte bancaire %1 (RIB : %2 %3 %4) a été effectué le %5.

# Report 2921804097 - NamedType 846674812
source: This transfer is related to these invoices :
fr_fr: Ce virement est lié aux factures suivantes :

# Report 2921804097 - NamedType 2273660765
source: Draft No.
fr_fr: N° brouillon

# Report 2921804097 - NamedType 2441517425
source: SWIFT Code
fr_fr: Code SWIFT

# Report 2921804097 - NamedType 247272984
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 2921804097 - NamedType 2997792666
source: FAX No.
fr_fr: N° TÉLÉCOPIE

# Report 2921804097 - NamedType 3851306719
source: Phone No.
fr_fr: N° téléphone

# Report 2921804097 - NamedType 260883521
source: Currency Code
fr_fr: Code devise

# Report 2921804097 - NamedType 2034041705
source: Draft Notice Amount
fr_fr: Montant avis provisoire

# Report 2921804097 - NamedType 2593154839
source: Posting Date
fr_fr: Date comptabilisation

# Report 2921804097 - NamedType 835154067
source: Due Date
fr_fr: Date d'échéance

# Report 2921804097 - NamedType 4249603319
source: Amount
fr_fr: Montant

# Report 2921804097 - NamedType 3337055126
source: Report
fr_fr: État

# Report 2921804097 - NamedType 1636287816
source: Report
fr_fr: État

# Report 3201279428 - Property 2879900210
source: Sales - Invoice
fr_fr: Ventes : Facture

# Report 3201279428 - ReportDataItem 809936682 - Property 1806354803
source: Posted Sales Invoice
fr_fr: Facture vente enregistrée

# Report 3201279428 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 3201279428 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.

# Report 3201279428 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 3201279428 - Control 316520822 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
fr_fr: Spécifie si vous souhaitez que l'état imprimé affiche les informations internes uniquement.

# Report 3201279428 - Control 816368762 - Property 2879900210
source: Log Interaction
fr_fr: Journal interaction

# Report 3201279428 - Control 816368762 - Property 1295455071
source: Specifies that interactions with the contact are logged.
fr_fr: Spécifie que les interactions avec le contact sont enregistrées.

# Report 3201279428 - Control 3692619647 - Property 2879900210
source: Include Shipment No.
fr_fr: Inclure numéro expédition

# Report 3201279428 - Control 3692619647 - Property 1295455071
source: Specifies if you want the report to show the shipment number for each invoice.
fr_fr: Spécifie si vous souhaitez que l'état affiche le numéro d'expédition de chaque facture.

# Report 3201279428 - Control 1885540899 - Property 2879900210
source: Show Assembly Components
fr_fr: Afficher composants d'assemblage

# Report 3201279428 - Control 1885540899 - Property 1295455071
source: Specifies if you want the report to include information about components that were used in linked assembly orders that supplied the item(s) being sold.
fr_fr: Spécifie si vous souhaitez que l’état contienne les informations sur les composants qui ont été utilisés dans des ordres d’assemblage liés qui ont fourni le ou les articles vendus.

# Report 3201279428 - Control 215716959 - Property 2879900210
source: Show Additional Fee Note
fr_fr: Afficher la note de frais supplémentaires

# Report 3201279428 - Control 215716959 - Property 1295455071
source: Specifies that any notes about additional fees are included on the document.
fr_fr: Indique si des notes relatives aux frais supplémentaires sont incluses dans le document.

# Report 3201279428 - NamedType 732759939
source: Sales - Invoice %1
fr_fr: Ventes : Facture %1

# Report 3201279428 - NamedType 4022464961
source: Page %1 of %2
fr_fr: Page %1 de %2

# Report 3201279428 - NamedType 2645849790
source: VAT Amount Specification in
fr_fr: Détail TVA dans

# Report 3201279428 - NamedType 3283546407
source: Local Currency
fr_fr: Devise société

# Report 3201279428 - NamedType 3921243024
source: Exchange rate: %1/%2
fr_fr: Taux de change : %1/%2

# Report 3201279428 - NamedType 1664139952
source: Sales - Prepayment Invoice %1
fr_fr: Ventes - Facture acompte %1

# Report 3201279428 - NamedType 2247286032
source: ShipmentNo
fr_fr: NoExpédition

# Report 3201279428 - NamedType 1928308579
source: Phone No.
fr_fr: N° téléphone

# Report 3201279428 - NamedType 1306668226
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 3201279428 - NamedType 13422290
source: Giro No.
fr_fr: N° CCP

# Report 3201279428 - NamedType 2728952663
source: Bank
fr_fr: Banque

# Report 3201279428 - NamedType 4233096702
source: Account No.
fr_fr: N° compte

# Report 3201279428 - NamedType 4092352280
source: Due Date
fr_fr: Date d'échéance

# Report 3201279428 - NamedType 4241823392
source: Invoice No.
fr_fr: N° facture

# Report 3201279428 - NamedType 443421780
source: Posting Date
fr_fr: Date comptabilisation

# Report 3201279428 - NamedType 2090169835
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 3201279428 - NamedType 3659909257
source: Unit Price
fr_fr: Prix unitaire

# Report 3201279428 - NamedType 1301502726
source: Discount %
fr_fr: % remise

# Report 3201279428 - NamedType 694817936
source: Amount
fr_fr: Montant

# Report 3201279428 - NamedType 3365690297
source: VAT Clause
fr_fr: Clause TVA

# Report 3201279428 - NamedType 2633846126
source: Posted Shipment Date
fr_fr: Date expédition validée

# Report 3201279428 - NamedType 1650498060
source: Inv. Discount Amount
fr_fr: Montant remise facture

# Report 3201279428 - NamedType 3126303398
source: Subtotal
fr_fr: Sous-total

# Report 3201279428 - NamedType 990604365
source: Payment Discount on VAT
fr_fr: Escompte sur TVA

# Report 3201279428 - NamedType 1135475553
source: Shipment
fr_fr: Expédition

# Report 3201279428 - NamedType 1264881203
source: Line Dimensions
fr_fr: Analytique ligne

# Report 3201279428 - NamedType 969467040
source: VAT %
fr_fr: % TVA

# Report 3201279428 - NamedType 1303359398
source: VAT Base
fr_fr: Base TVA

# Report 3201279428 - NamedType 4049601073
source: VAT Amount
fr_fr: Montant TVA

# Report 3201279428 - NamedType 1396908878
source: VAT Amount Specification
fr_fr: Détail montant TVA

# Report 3201279428 - NamedType 494261423
source: VAT Identifier
fr_fr: Identifiant TVA

# Report 3201279428 - NamedType 1378777375
source: Invoice Discount Base Amount
fr_fr: Montant base remise facture

# Report 3201279428 - NamedType 3548486750
source: Line Amount
fr_fr: Montant ligne

# Report 3201279428 - NamedType 4127066163
source: Invoice Discount Amount
fr_fr: Montant remise facture

# Report 3201279428 - NamedType 1637538090
source: Ship-to Address
fr_fr: Adresse destinataire

# Report 3201279428 - NamedType 590686299
source: Payment Terms
fr_fr: Conditions de paiement

# Report 3201279428 - NamedType 2248224435
source: Shipment Method
fr_fr: Conditions de livraison

# Report 3201279428 - NamedType 2862688884
source: Home Page
fr_fr: Page d'accueil

# Report 3201279428 - NamedType 595034892
source: Email
fr_fr: Adresse e-mail

# Report 3201279428 - NamedType 3112881028
source: Document Date
fr_fr: Date document

# Report 3201279428 - NamedType 1226149139
source: Reference Total :
fr_fr: Total référence:

# Report 3201279428 - NamedType 3541342557
source: The 2 parts signature will validate the order :
fr_fr: La signature des 2 parties validera la commande,

# Report 3201279428 - NamedType 2903645940
source: under the enumerated conditions of sale
fr_fr: dans les conditions de vente enumérées

# Report 3201279428 - NamedType 3588647909
source: LLC with the Capital of %1 - Siret No. %2 -APE Code %3 - VAT Intracom. No. %4 - RCS CARCASSONE %5
fr_fr: SARL au capital de %1 - n ° Siret : %2 - Code APE : %3 - n° TVA intracom. : %4 - RC : %5

# Report 3201279428 - NamedType 2950951292
source: Bank : %1 - Iban number : %2 - Swift code %3
fr_fr: Banque: %1-Numéro IBAN: %2-code SWIFT: %3

# Report 3201279428 - NamedType 1176201979
source: Plug Company :
fr_fr: Cachet de l'entreprise:

# Report 3201279428 - NamedType 2287910814
source: Color :
fr_fr: Couleur:

# Report 3201279428 - NamedType 1012517580
source: We certify ................. see general conditions of sales
fr_fr: Nous certifions .................voir conditions générales de ventes

# Report 3201279428 - NamedType 3394395025
source: Order Reference
fr_fr: Réf. Cde

# Report 3201279428 - NamedType 2887327103
source: Payment Method :
fr_fr: Mode de règlement :

# Report 1731123523 - Property 2879900210
source: Sales - Shipment
fr_fr: Ventes : Expédition
