Repository: AymanAYDI/PRODWARE_ALGO
Catalog: Translations/ALGO.g.*.xlf
Languages: fr_fr

# Report 4173971656 - Control 4253802235 - Property 2879900210
source: Additional
fr_fr: Supplémentaire

# Report 4173971656 - Control 3038446915 - Property 2879900210
source: Skip Recalculation for Zero Amounts
fr_fr: Ignorer le recalcul des montants nuls

# Report 4173971656 - Control 3038446915 - Property 1295455071
source: Specifies that lines without amounts will not be recalculated during the batch job.
fr_fr: Spécifie que les lignes sans montants ne sont pas recalculées lors du traitement par lots.

# Report 4173971656 - Control 2191381252 - Property 2879900210
source: Skip Zero Amounts
fr_fr: Ignorer les montants nuls

# Report 4173971656 - Control 2191381252 - Property 1295455071
source: Specifies that item ledger entries without amounts will not be included in the batch job.
fr_fr: Spécifie que les écritures comptables article sans montants ne sont pas incluses dans le traitement par lots.

# Report 4173971656 - Control 4202100993 - Property 2879900210
source: Show Item Charge Entries
fr_fr: Afficher les écritures de frais annexes

# Report 4173971656 - Control 4202100993 - Property 1295455071
source: Specifies if you want to show direct costs that your company has assigned and posted as item charges.
fr_fr: Spécifie si vous souhaitez afficher coûts directs que votre société a affectés et validés en tant que frais annexes.

# Report 4173971656 - NamedType 2476940767
source: Prices including VAT cannot be calculated when %1 is %2.
fr_fr: Les prix TTC ne peuvent pas être calculés quand %1 est identique à %2.

# Report 936090343 - Property 2879900210
source: Order Confirmation
fr_fr: Confirmation de commande

# Report 936090343 - ReportDataItem 1192395785 - Property 1806354803
source: Sales Order
fr_fr: Commande vente

# Report 936090343 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 936090343 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.

# Report 936090343 - Control 316520822 - Property 2879900210
source: Show Internal Information
fr_fr: Afficher info. internes

# Report 936090343 - Control 316520822 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
fr_fr: Spécifie si vous souhaitez que l'état imprimé affiche les informations internes uniquement.

# Report 936090343 - Control 3255118903 - Property 2879900210
source: Archive Document
fr_fr: Archiver document

# Report 936090343 - Control 3255118903 - Property 1295455071
source: Specifies if the document is archived after you print it.
fr_fr: Indique si le document est archivé après son impression.

# Report 936090343 - Control 816368762 - Property 2879900210
source: Log Interaction
fr_fr: Journal interaction

# Report 936090343 - Control 816368762 - Property 1295455071
source: Specifies that interactions with the contact are logged.
fr_fr: Spécifie que les interactions avec le contact sont enregistrées.

# Report 936090343 - Control 4225320787 - Property 2879900210
source: Show Assembly Components
fr_fr: Afficher composants d'assemblage

# Report 936090343 - Control 4225320787 - Property 1295455071
source: Specifies if you want the report to include information about components that were used in linked assembly orders that supplied the item(s) being sold.
fr_fr: Spécifie si vous souhaitez que l’état contienne les informations sur les composants qui ont été utilisés dans des ordres d’assemblage liés qui ont fourni le ou les articles vendus.

# Report 936090343 - NamedType 732759939
source: Order Confirmation %1
fr_fr: Confirmation de commande %1

# Report 936090343 - NamedType 4022464961
source: Page %1 of %2
fr_fr: Page %1 de %2

# Report 936090343 - NamedType 2645849790
source: VAT Amount Specification in
fr_fr: Détail TVA dans

# Report 936090343 - NamedType 3283546407
source: Local Currency
fr_fr: Devise société

# Report 936090343 - NamedType 3921243024
source: Exchange rate: %1/%2
fr_fr: Taux de change : %1/%2

# Report 936090343 - NamedType 1650498060
source: Invoice Discount Amount
fr_fr: Montant remise facture

# Report 936090343 - NamedType 1306668226
source: VAT Registration No.
fr_fr: N° identif. intracomm.

# Report 936090343 - NamedType 13422290
source: Giro No.
fr_fr: N° CCP

# Report 936090343 - NamedType 3618206462
source: Bank
fr_fr: Banque

# Report 936090343 - NamedType 54637232
source: Account No.
fr_fr: N° compte

# Report 936090343 - NamedType 4217840372
source: Shipment Date
fr_fr: Date de préparation

# Report 936090343 - NamedType 2219219549
source: Order No.
fr_fr: N° commande

# Report 936090343 - NamedType 2862688884
source: Home Page
fr_fr: Page d'accueil

# Report 936090343 - NamedType 1877430892
source: Email
fr_fr: Adresse e-mail

# Report 936090343 - NamedType 4272535733
source: Header Dimensions
fr_fr: Analytique en-tête

# Report 936090343 - NamedType 58636702
source: Discount %
fr_fr: % remise

# Report 936090343 - NamedType 3126303398
source: Subtotal
fr_fr: Sous-total

# Report 936090343 - NamedType 112887660
source: Payment Discount on VAT
fr_fr: Escompte sur TVA

# Report 936090343 - NamedType 960460070
source: Line Dimensions
fr_fr: Analytique ligne

# Report 936090343 - NamedType 1378777375
source: Invoice Discount Base Amount
fr_fr: Montant base remise facture

# Report 936090343 - NamedType 2012124496
source: VAT Identifier
fr_fr: Identifiant TVA

# Report 936090343 - NamedType 1637538090
source: Ship-to Address
fr_fr: Adresse destinataire

# Report 936090343 - NamedType 920404561
source: G/L Account No.
fr_fr: N° compte général

# Report 936090343 - NamedType 3013644840
source: Prepayment Specification
fr_fr: Spécification acompte

# Report 936090343 - NamedType 2312565509
source: Prepayment VAT Amount Specification
fr_fr: Spécification montant TVA acompte

# Report 936090343 - NamedType 1661789281
source: Prepmt. Payment Terms
fr_fr: Conditions paiement acompte

# Report 936090343 - NamedType 1928308579
source: Phone No.
fr_fr: N° téléphone

# Report 936090343 - NamedType 3285233284
source: Amount
fr_fr: Montant

# Report 936090343 - NamedType 3884610169
source: VAT %
fr_fr: % TVA

# Report 936090343 - NamedType 1303359398
source: VAT Base
fr_fr: Base TVA

# Report 936090343 - NamedType 4049601073
source: VAT Amount
fr_fr: Montant TVA

# Report 936090343 - NamedType 1396908878
source: VAT Amount Specification
fr_fr: Détail montant TVA

# Report 936090343 - NamedType 3548486750
source: Line Amount
fr_fr: Montant ligne

# Report 936090343 - NamedType 3659909257
source: Unit Price
fr_fr: Prix unitaire

# Report 936090343 - NamedType 1302573237
source: Payment Terms
fr_fr: Conditions de paiement

# Report 936090343 - NamedType 3956110661
source: Shipment Method
fr_fr: Conditions de livraison

# Report 936090343 - NamedType 2728513993
source: Document Date
fr_fr: Date document

# Report 936090343 - NamedType 3288550091
source: Allow Invoice Discount
fr_fr: Autoriser remise facture

# Report 936090343 - NamedType 1226149139
source: Quantity Total :
fr_fr: Quantité totale:

# Report 936090343 - NamedType 3541342557
source: The 2 parts signature will validate the order :
fr_fr: La signature des 2 parties validera la commande,

# Report 936090343 - NamedType 2903645940
source: under the enumerated conditions of sale
fr_fr: dans les conditions de vente enumérées

# Report 936090343 - NamedType 3588647909
source: %6 with the Capital of %1 - Registration No.: %2 - APE Code : %3 - EORI No. : %4 - TR : %5
fr_fr: %6 au capital de %1 - n ° Siret : %2 - Code APE : %3 - n° EORI : %4 - RC : %5

# Report 936090343 - NamedType 1675558058
source: Head Office : %1 %2
fr_fr: Siège Social : %1 %2

# Report 936090343 - NamedType 2950951292
source: Bank : %1 - Iban number : %2 - Swift code : %3
fr_fr: Banque : %1 - Numéro IBAN : %2 - code SWIFT : %3

# Report 936090343 - NamedType 2864988997
source: Customer:
fr_fr: Client :

# Report 936090343 - NamedType 1176201979
source: Plug Company :
fr_fr: Cachet de l'entreprise:

# Report 936090343 - NamedType 2287910814
source: Color :
fr_fr: Couleur:

# Report 936090343 - NamedType 1012517580
source: We certify ................. see general conditions of sales
fr_fr: Nous certifions .................voir conditions générales de ventes

# Report 936090343 - NamedType 3394395025
source: Order Reference
fr_fr: Réf. Cde

# Report 936090343 - NamedType 2887327103
source: Payment Method
fr_fr: Mode de règlement

# Report 2591371706 - Property 2879900210
source: Item Register - Quantity
fr_fr: Hist trans article - Qté

# Report 2591371706 - NamedType 652190543
source: Item Register - Quantity / Mouvement de stock
fr_fr: Hist trans article - Qté / Mouvement de stock

# Report 2591371706 - NamedType 443421780
source: Posting Date
fr_fr: Date comptabilisation

# Report 2591371706 - NamedType 2302100706
source: Register No.
fr_fr: N° hist. transaction

# Report 2591371706 - NamedType 1907726712
source: No. doc. externe
fr_fr: N° doc. externe

# Report 2232296955 - Property 2879900210
source: Inventory Valuation
fr_fr: Évaluation du stock

# Report 2232296955 - Control 543275552 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Report 2232296955 - Control 543275552 - Property 1295455071
source: Specifies the date from which the report or batch job processes information.
fr_fr: Spécifie la date à partir de laquelle l'état ou le traitement par lots traite les informations.

# Report 2232296955 - Control 3592094765 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# Report 2232296955 - Control 3592094765 - Property 1295455071
source: Specifies the date to which the report or batch job processes information.
fr_fr: Spécifie la date à laquelle l'état ou le traitement par lots traite les informations.

# Report 2232296955 - Control 198878435 - Property 2879900210
source: Include Expected Cost
fr_fr: Inclure coûts prévus

# Report 2232296955 - Control 198878435 - Property 1295455071
source: Specifies if you want the report to also show entries that only have expected costs.
fr_fr: Indique si vous souhaitez que l'état affiche également uniquement les écritures avec coûts prévus.

# Report 2232296955 - Control 612632567 - Property 2879900210
source: Print to Excel
fr_fr: Imprimer dans Excel

# Report 2232296955 - ReportLabel 1507541069
source: Inventory Posting Group Name
fr_fr: Nom du groupe comptabilisation stocks

# Report 2232296955 - ReportLabel 1500056072
source: Expected Cost
fr_fr: Coût prévu

# Report 2232296955 - NamedType 1370456556
source: As of %1
fr_fr: Au %1

# Report 2232296955 - NamedType 1053609028
source: Base UoM
fr_fr: Unité de base

# Report 2232296955 - NamedType 1004673518
source: Inventory Valuation
fr_fr: Évaluation du stock

# Report 2232296955 - NamedType 1880002016
source: This report includes entries that have been posted with expected costs.
fr_fr: Cet état inclut les écritures validées avec des coûts prévus.

# Report 2232296955 - NamedType 1384714579
source: Increases (LCY)
fr_fr: Entrées DS

# Report 2232296955 - NamedType 3967659737
source: Decreases (LCY)
fr_fr: Sorties DS

# Report 2232296955 - NamedType 3246368361
source: Quantity
fr_fr: Quantité

# Report 2232296955 - NamedType 2228918273
source: Value
fr_fr: Valeur

# Report 2232296955 - NamedType 3862640836
source: Cost Posted to G/L
fr_fr: Coût validé en comptabilité

# Report 2232296955 - NamedType 792922504
source: Expected Cost Included Total
fr_fr: Total coûts prévus inclus

# Report 2232296955 - NamedType 312202637
source: Expected Cost Total
fr_fr: Total coûts prévus

# Report 2232296955 - NamedType 91039267
source: Expected Cost Included
fr_fr: Coûts prévus inclus

# Report 2232296955 - NamedType 2939533186
source: Data
fr_fr: Données

# Report 2232296955 - NamedType 2301836569
source: Inventory Valuation
fr_fr: Évaluation du stock

# Report 1124062890 - Property 2879900210
source: Check
fr_fr: Chèque

# Report 1124062890 - Control 2663384385 - Property 2879900210
source: Bank Account
fr_fr: Compte bancaire

# Report 1124062890 - Control 2663384385 - Property 1295455071
source: Specifies the bank account that the printed checks will be drawn from.
fr_fr: Spécifie le compte bancaire à partir duquel les chèques imprimés sont tirés.

# Report 1124062890 - Control 1514267703 - Property 2879900210
source: Last Check No.
fr_fr: N° dern. chèque

# Report 1124062890 - Control 1514267703 - Property 1295455071
source: Specifies the value of the Last Check No. field on the bank account card.
fr_fr: Spécifie la valeur du champ N° dern. chèque sur la fiche compte bancaire.

# Report 1124062890 - Control 1563725732 - Property 2879900210
source: One Check per Vendor per Document No.
fr_fr: Un chèque par fournisseur par n° document

# Report 1124062890 - Control 1563725732 - Property 1295455071
source: Specifies if only one check is printed per vendor for each document number.
fr_fr: Indique si un seul chèque est imprimé par fournisseur et par numéro de document.

# Report 1124062890 - Control 2992590101 - Property 2879900210
source: Reprint Checks
fr_fr: Réimprimer les chèques

# Report 1124062890 - Control 2992590101 - Property 1295455071
source: Specifies if checks are printed again if you canceled the printing due to a problem.
fr_fr: Indique si les chèques sont imprimés à nouveau si vous avez annulé l'impression suite à un problème.

# Report 1124062890 - Control 4054877177 - Property 2879900210
source: Test Print
fr_fr: Impression test

# Report 1124062890 - Control 4054877177 - Property 1295455071
source: Specifies if you want to print the checks on blank paper before you print them on check forms.
fr_fr: Indique si vous souhaitez imprimer les chèques sur papier blanc avant de les imprimer sous forme de chèque.

# Report 1124062890 - Control 1059736969 - Property 2879900210
source: Preprinted Stub
fr_fr: Formulaire préimprimé

# Report 1124062890 - Control 1059736969 - Property 1295455071
source: Specifies if you use check forms with preprinted stubs.
fr_fr: Indique si vous utilisez les formulaires chèque avec souches pré-imprimées.

# Report 1124062890 - NamedType 2476940767
source: Preview is not allowed.
fr_fr: L'aperçu n'est pas autorisé.

# Report 1124062890 - NamedType 3114637384
source: Last Check No. must be filled in.
fr_fr: Le numéro du dernier chèque doit être renseigné.

# Report 1124062890 - NamedType 3752334001
source: Filters on %1 and %2 are not allowed.
fr_fr: Les filtres sur %1 et %2 ne sont pas autorisés.

# Report 1124062890 - NamedType 732759939
source: must be entered.
fr_fr: doit être entré(e).

# Report 1124062890 - NamedType 1370456556
source: The Bank Account and the General Journal Line must have the same currency.
fr_fr: Le compte bancaire et la ligne feuille doivent indiquer la même devise.

# Report 1124062890 - NamedType 3283546407
source: Both Bank Accounts must have the same currency.
fr_fr: Les deux comptes bancaires doivent indiquer la même devise.

# Report 1124062890 - NamedType 2301836569
source: %1 already exists.
fr_fr: %1 existe déjà.

# Report 1124062890 - NamedType 4214926420
source: Check for %1 %2
fr_fr: Chèque pour %1 %2

# Report 1124062890 - NamedType 1195352358
source: In the Check report, One Check per Vendor and Document No.\must not be activated when Applies-to ID is specified in the journal lines.
fr_fr: Dans l'état Chèque, les options Un chèque par fournisseur et par N° document\ne doivent pas être activées si ID lettrage est spécifié dans les lignes feuille.

# Report 1124062890 - NamedType 1940672225
source: The total amount of check %1 is %2. The amount must be positive.
fr_fr: Le montant total du chèque %1 est de %2. Le montant doit être positif.

# Report 1124062890 - NamedType 2578368842
source: VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID
fr_fr: NUL NUL NUL NUL NUL NUL NUL NUL NUL NUL NUL NUL NUL NUL NUL NUL NUL NUL NUL NUL

# Report 1124062890 - NamedType 665278991
source: NON-NEGOTIABLE
fr_fr: NON NEGOCIABLE

# Report 1124062890 - NamedType 1302975608
source: Test print
fr_fr: Impression test

# Report 1124062890 - NamedType 3853762076
source: HUNDRED
fr_fr: CENT

# Report 1124062890 - NamedType 2747277865
source: AND
fr_fr: ET

# Report 1124062890 - NamedType 3384974482
source: %1 results in a written number that is too long.
fr_fr: %1 résultat(s) en toutes lettres trop long(s).

# Report 1124062890 - NamedType 1148659762
source: is already applied to %1 %2 for customer %3.
fr_fr: est déjà lettré(e) avec %1 %2 pour le client %3.

# Report 1124062890 - NamedType 510963145
source: is already applied to %1 %2 for vendor %3.
fr_fr: est déjà lettré(e) avec %1 %2 pour le fournisseur %3.

# Report 1124062890 - NamedType 4168233824
source: ONE
fr_fr: UN

# Report 1124062890 - NamedType 3530537207
source: TWO
fr_fr: DEUX

# Report 1124062890 - NamedType 3699446230
source: THREE
fr_fr: TROIS

# Report 1124062890 - NamedType 3061749613
source: FOUR
fr_fr: QUATRE

# Report 1124062890 - NamedType 2424052996
source: FIVE
fr_fr: CINQ

# Report 1124062890 - NamedType 342054122
source: SEVEN
fr_fr: SEPT

# Report 1124062890 - NamedType 3999324801
source: EIGHT
fr_fr: HUIT

# Report 1124062890 - NamedType 1404403683
source: NINE
fr_fr: NEUF

# Report 1124062890 - NamedType 2042100300
source: TEN
fr_fr: DIX

# Report 1124062890 - NamedType 2679796917
source: ELEVEN
fr_fr: ONZE

# Report 1124062890 - NamedType 3317493534
source: TWELVE
fr_fr: DOUZE

# Report 1124062890 - NamedType 3148584511
source: THIRTEEN
fr_fr: TREIZE

# Report 1124062890 - NamedType 3786281128
source: FOURTEEN
fr_fr: QUATORZE

# Report 1124062890 - NamedType 129010449
source: FIFTEEN
fr_fr: QUINZE

# Report 1124062890 - NamedType 766707066
source: SIXTEEN
fr_fr: SEIZE

# Report 1124062890 - NamedType 2211009323
source: SEVENTEEN
fr_fr: DIX-SEPT

# Report 1124062890 - NamedType 2848705940
source: EIGHTEEN
fr_fr: DIX-HUIT

# Report 1124062890 - NamedType 612391220
source: NINETEEN
fr_fr: DIX-NEUF

# Report 1124062890 - NamedType 4269661899
source: TWENTY
fr_fr: VINGT

# Report 1124062890 - NamedType 1887784454
source: THIRTY
fr_fr: TRENTE

# Report 1124062890 - NamedType 1250087837
source: FORTY
fr_fr: QUARANTE

# Report 1124062890 - NamedType 2356572048
source: FIFTY
fr_fr: CINQUANTE

# Report 1124062890 - NamedType 1718875431
source: SIXTY
fr_fr: SOIXANTE

# Report 1124062890 - NamedType 3631965282
source: SEVENTY
fr_fr: SOIXANTE-DIX

# Report 1124062890 - NamedType 2994268665
source: EIGHTY
fr_fr: QUATRE-VINGT

# Report 1124062890 - NamedType 4100752876
source: NINETY
fr_fr: QUATRE-DIX

# Report 1124062890 - NamedType 3463056259
source: THOUSAND
fr_fr: MILLE

# Report 1124062890 - NamedType 1526620110
source: BILLION
fr_fr: MILLIARD

# Report 1124062890 - NamedType 3908497555
source: G/L Account,Customer,Vendor,Bank Account,,,Employee
fr_fr: Compte général,Client,Fournisseur,Compte bancaire,,,Employé

# Report 1124062890 - NamedType 251226876
source: Net Amount %1
fr_fr: Montant net %1

# Report 1124062890 - NamedType 2633104321
source: %1 must not be %2 for %3 %4.
fr_fr: %1 ne doit pas être %2 pour %3 %4.

# Report 1124062890 - NamedType 1609589415
source: CENTS
fr_fr: CENTIMES

# Report 1124062890 - NamedType 3919590978
source: Check No.
fr_fr: N° chèque

# Report 1124062890 - NamedType 1085275642
source: Net Amount
fr_fr: Montant net

# Report 1124062890 - NamedType 1857519089
source: Discount
fr_fr: Remise

# Report 1124062890 - NamedType 3285233284
source: Amount
fr_fr: Montant

# Report 1124062890 - NamedType 2833281111
source: Document No.
fr_fr: N° document

# Report 1124062890 - NamedType 3112881028
source: Document Date
fr_fr: Date document

# Report 1124062890 - NamedType 3383796882
source: Currency Code
fr_fr: Code devise

# Report 1124062890 - NamedType 2997913496
source: Your Document No.
fr_fr: Votre n° document

# Report 1124062890 - NamedType 2042524856
source: You cannot print check because employee %1 is blocked due to privacy.
fr_fr: Vous ne pouvez pas imprimer le chèque, car l'employé %1 est bloqué pour des raisons de confidentialité.

# Report 1124062890 - NamedType 1324170193
source: is already applied to %1 %2 for employee %3.
fr_fr: est déjà lettré(e) avec %1 %2 pour l'employé %3.

# Report 1124062890 - NamedType 2566008943
source: Nous vous prions, Madame, Monsieur d agréer nos salutations distinguées.
fr_fr: Nous vous prions, Puccini, Monsieur agréer d n° salutations distinguées.

# Report 1124062890 - NamedType 2823113215
source: , le
fr_fr: , para

# Report 1124062890 - NamedType 988287421
source: No. SIRET
fr_fr: N° SIRET

# Report 1124062890 - NamedType 2207481355
source: Veuillez trouver ci-dessous le chèque no.
fr_fr: Veuillez trouver ci-dessous le chèque aucun.

# Report 1124062890 - NamedType 3969777012
source: Date document
fr_fr: Document de date

# Report 1124062890 - NamedType 2795184196
source: Total EUR Chèque no.
fr_fr: Total EUR Chèque non.

# Report 1124062890 - NamedType 3270800938
source: FRA=T‚l : %1 - Fax : %2
fr_fr: FRA = T'l : %1 - télécopie : %2

# Report 2570504101 - Property 2879900210
source: Export2Intranet Manual
fr_fr: Export Intranet Manuel

# Report 2570504101 - NamedType 2554330025
source: You must defined a filter on %1
fr_fr: Vous devez définir un filtre sur %1

# Report 3948268642 - Property 2879900210
source: Calc. Consumption
fr_fr: Calculer consommation

# Report 3948268642 - Control 3037438984 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Report 3948268642 - Control 3037438984 - Property 1295455071
source: Specifies the posting date that you want the program to use in the Consumption Journal window.
fr_fr: Spécifie la date comptabilisation que le programme doit utiliser dans la fenêtre Feuille consommation.

# Report 3948268642 - Control 3362051823 - Property 2879900210
source: Calculation Based on
fr_fr: Calcul basé sur

# Report 3948268642 - Control 3362051823 - Property 62802879
source: Actual Output,Expected Output
fr_fr: Production réelle,Production prévue

# Report 3948268642 - Control 3362051823 - Property 1295455071
source: Specifies whether the calculation of the quantity to consume is based on the actual output or on the expected output (the quantity of finished goods that you expect to produce).
fr_fr: Spécifie si le calcul de la quantité à consommer est basé sur la production réelle ou la production prévue (la quantité de produits finis que vous prévoyez de produire).

# Report 3948268642 - Control 39415292 - Property 2879900210
source: Picking Location
fr_fr: Magasin prélèvement

# Report 3948268642 - Control 39415292 - Property 1295455071
source: Specifies the location from where you want the program to post the items.
fr_fr: Spécifie l’emplacement à partir duquel vous souhaitez que le programme valide les articles.

# Report 3948268642 - NamedType 2476940767
source: Calculating consumption...\\
fr_fr: Calcul de la consommation...\\

# Report 3948268642 - NamedType 3114637384
source: Prod. Order No. #1##########\
fr_fr: N° O.F. #1##########\

# Report 3948268642 - NamedType 3752334001
source: Item No. #2##########\
fr_fr: N° article #2##########\

# Report 3948268642 - NamedType 95063322
source: Quantity #3##########
fr_fr: Quantité #3##########

# Report 1860274357 - Property 2879900210
source: Transfer Shipment
fr_fr: Expédition transfert

# Report 1860274357 - ReportDataItem 1340367376 - Property 1806354803
source: Posted Transfer Shipment
fr_fr: Expédition transfert enreg.

# Report 1860274357 - Control 2578066365 - Property 2879900210
source: No. of Copies
fr_fr: Nombre de copies

# Report 1860274357 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
fr_fr: Spécifie le nombre de copies du document à imprimer.
